Repository: jalustig/flashcards
Catalog: i18n/*.lproj/Backup.strings
Languages: de, ru

source: Backup & Restore
de: Backup
ru: Восстановление

source: No Backups Found
de: Keine Backups gefunden
ru: Бэкапы не найдены

source: Restore Backup Now
de: Wiederherstellen
ru: Восстановить сейчас

source: Restore Now
de: Wiederherstellen
ru: Восстановить

source: Restore Successful
de: Wiederherstellung erfolgreich
ru: Восстановление прошло успешно

source: Uploaded: %1.1f%%
ru: Загружен: %1.1f%%

source: Uploaded: %1.2f%%
ru: Загружен: %1.2f%%

source: Downloaded: %1.2f%%
ru: Скачан: %1.2f%%

source: Load Backup File
de: Daten-Backup laden
ru: Загрузить бэкап

source: Are you sure you want to load this backup file? It will overwrite ALL of your current FlashCards++ data.
de: Bist du sicher dass du dieses Daten-Backup laden willst? Es wird ALLE deine bisherigen FlashCards++ Daten überschreiben.
ru: Вы уверены, что хотите загрузить этот бэкап? Это заменит ВСЕ ваши данные FlashCards++.

source: Load File Now
de: Daten laden
ru: Скачать файл

source: Make A Backup First
de: Erst speichern
ru: Сначала сделать бэкап

source: Backup Now
de: Jetzt sichern
ru: Сделать бэкап сейчас

source: Are you sure you want to restore this database file? Please make sure that your current database is backed up before restoring to a previous version.
de: Sicher, dass du diese Datenbank wiederherstellen möchtest? Stelle sicher, dass deine aktuelle Datenbank gesichert ist, bevor du einen früheren Stand wiederherstellst.
ru: Вы уверены, что хотите восстановить этот файл базы данных? Пожалуйста, удостоверьтесь, что ваша текущая база данных сохранена перед восстановлением предыдущей версии.

source: Are you sure you want to restore this database file? It will turn off automatic sync and replace your current data with this backup version.
de: Bist du sicher dass du die Datenbank wiederherstellen möchtest? Es wird die automatische Synkronisation ausschalten und deine aktuellen Daten mit dieser gespeicherten Version ersetzen .
ru: Вы уверены, что хотите восстановить этот файл базы данных? Это выключит автоматическую синхронизацию и заменит ваши данные этим бэкапом.

source: Upload Database Now
de: Datenbank laden
ru: Закачать базу данных

source: Do you want to optimize your FlashCards++ database before uploading it?
de: Willst du deine FlashCards++ Datenbank optimieren bevor du sie hochlädst?
ru: Вы хотите оптимизировать базу данных FlashCards++ перед её закачкой?

source: FlashCards++ uses the free Dropbox service to store backups in the cloud. Please sign in or create a free Dropbox account below to set up backups.
de: FlashCards++ benutzt den kostenlosen Dienst Dropbox, um Backups in der Cloud zu sichern. Log dich ein oder lege ein kostenloses Konto an, um Daten zu sichern.
ru: FlashCards++ использует бесплатную службу Dropbox для хранения резервных копий на облаке. Пожалуйста, войдите или создайте Dropbox аккаунт ниже для настройки резервного копирования.

source: Downloading Restore File
de: Backup-Datei runterladen
ru: Скачивание файла восстановления

source: Backup Settings
de: Backup-Einstellungen
ru: Настройки бэкапа

source: FlashCards++ has successfully backed up its database to Dropbox.
de: FlashCards++ hat seine Datenbanken erfolgreich auf Dropbox gesichert.
ru: FlashCards++ успешно создал бэкап базы данных на Dropbox.

source: FlashCards++ has successfully restored its database.
de: FlashCards++ hat seine Datenbanken erfolgreich wiederhergestellt.
ru: FlashCards++ успешно восстановила свою базу данных.

source: Create a new folder and use it to store your FlashCards++ backup files:
de: Erstelle ein neues Verzeichnis zum Abspeichern der FlashCards++ Backup-Dateien:
ru: Создайте новую папку и используйте её для хранения бэкапов FlashCards++:

source: Name of New Folder:
de: Name des neuen Verzeichnisses:
ru: Имя новой папки:

source: No Sub-Folders Found
de: Keine Unterverzeichnisse gefunden
ru: Подпапки не найдены

source: Backup Information
ru: Информация о бэкапе

source: Backup Location
de: Ort des Backups
ru: Расположение бэкапа

source: Backup Date
de: Backup Datum
ru: Дата бэкапа

source: Size
de: Größe
ru: Размер

source: Current Backup Location
de: Aktuelles Backup-Verzeichnis
ru: Текущее расположение бэкапа

source: Last Backup
de: Letztes Backup
ru: Последний бэкап

source: Backup to Current Folder
de: Backup in aktuelles Verzeichnis
ru: Сделать бэкап в текущую папку

source: Backups
de: Verzeichnis
ru: Бэкапы

source: Choose Backup Location
de: Verzeichnis wählen
ru: Выбрать место бэкапа

source: Create Folder
de: Neuer Ordner
ru: Создать папку

source: Duplicate File
de: Doppelte Datei
ru: Дублировать файл

source: Invalid Folder Name
de: Ungültiger Ordnername
ru: Неверное имя папки

source: Overwrite File
de: Datei überschreiben
ru: Перезаписать файл

source: It appears that a backup file already exists in this location with the name "%@". Continuing with your backup will overwrite this file. Would you like to overwrite this file?
de: Es scheint bereits ein Backup-Datei mit dem Namen "%@" zu existieren. Wenn du weiter machst, wird diese Datei überschrieben. Alte Datei überschreiben?
ru: Оказалось, что в этом месте уже существует бэкап с именем "%@". Выполение вашего резервного копирования перепишет этот файл заново. Хотите ли вы заменить его?

source: Please enter a valid name for your new folder; it may not contain forward-slashes, back-slashes, or periods.
de: Bitte einen gültigen Verzeichnisnamen eingeben. Slash, Backslash, Doppelpunkt und Fragezeichen sind nicht erlaubt.
ru: Пожалуйста, укажите корректное имя для новой папки; оно не может содержать наклонных слэшей или точек

source: You did not enter a name for your new folder.
de: Du hast keinen Namen für das neue Verzeichnis angegeben.
ru: Вы не указали имя для новой папки

source: Cancel
de: Abbruch

source: Loading Restore File...
de: Lade Backup-Datei...
