Repository: jalustig/flashcards
Catalog: i18n/*.lproj/CardManagement.strings
Languages: de, ru

source: Learn Cards
de: Karten lernen
ru: Учить карточки

source: Review
de: Wiederholung
ru: Просмотр

source: Test Cards
de: Test
ru: Тестирование

source: Study Lapsed Cards
de: Durchgefallene Karten lernen
ru: Учить с ошибками

source: Statistics
de: Statistiken
ru: Статистика

source: Import Cards
de: Karten importieren
ru: Импорт карточек

source: View All Cards
de: Alle Karten ansehen
ru: Просмотр всех карточек

source: View Card Sets
de: Kartensätze ansehen
ru: Просмотр коллекций карточек

source: Subscribes to Online Changes from:
de: Abbonierte Online Veränderungen von:
ru: Подписаться на обновления от:

source: Syncs With:
ru: Синхронизация с:

source: I'm Done
de: Ich bin fertig
ru: Я закончил

source: I'm Not Done
de: Nicht fertig
ru: Я не закончил

source: It looks like you haven't checked all %d duplicate cards. Are you sure you want to exit the merging screen?
de: Es scheint du hast nicht alle %d doppelten Karten überprüft. Sicher, dass du das Zusammenfügen der Karten verlassen möchtest?
ru: По-видимому, вы не проверили все %d карт. с повторами. Вы уверены, что хотите выйти из режима объединения?

source: It looks like you haven't edited all %d cards. Are you sure you want to exit the editing screen?
de: Es scheint du hast nicht alle %d Karten bearbeitet. Sicher, dass du das Bearbeiten der Karten verlassen möchtest?
ru: По-видимому, вы не редактировали все %d карт. Вы уверены, что хотите выйти из режима редактирования?

source: (blank)
de: (leer)
ru: (пусто)

source: (no image, tap to add)
de: (kein Bild, hier hinzufügen)
ru: (нет изображения, нажми для добавления)

source: (no audio, tap to record)
de: (kein Ton, zum Aufnehmen berühren)
ru: (нет аудио, нажми для записи)

source: Image
de: Bild
ru: Изображение

source: Text
ru: Текст

source: Audio
ru: Аудио

source: (Spaced Repetition)
ru: (долгосрочное повторение)

source: Select the languages of the front & back of cards in this Collection to use text-to-speech.
de: Bestimme die Sprachen der Vorder- und Rückseite in dieser Sammlung um text-to-speech zu nutzen.
ru: Для использования функции text-to-speech выберите язык обеих сторон карточек в этой Коллекции.

source: Text-To-Speech Cache Paused; %d cards left. Restart app to continue.
de: Text-To-Speech pausiert; %d Karten übrig. Starte die App erneut um fortzufahren.
ru: Пауза кэша функции Text-To-Speech; %d карт. осталось. Перезапустите программу для продолжения.

source: Save Recording
de: Aufname speichern
ru: Сохранить запись

source: Clear Recording
de: Aufnahme löschen
ru: Очистить запись

source: Record
de: Aufnehmen
ru: Запись

source: Play
de: Abspielen
ru: Проиграть

source: Are you done editing?
de: Fertig mit Bearbeiten?
ru: Вы завершили редактирование?

source: Are you done merging?
de: Fertig mit Zusammenfügen?
ru: Вы завершили объединение?

source: Front Side
de: Vorderseite
ru: Передняя сторона

source: Back Side
de: Rückseite
ru: Задняя сторона

source: Front Side of Card
de: Vorderseite der Karte
ru: Передняя сторона карточки

source: Back Side of Card
de: Rückseite der Karte
ru: Задняя сторона карточки

source: Front Language
de: Sprache Vorderseite
ru: Язык передней стороны

source: Back Language
de: Sprache Rückseite
ru: Язык задней стороны

source: Choose Photo
de: Foto auswählen
ru: Выберите фото

source: Choose Photo Source
de: Quelle für Fotos aussuchen
ru: Выберите источник фото

source: Camera
de: Kamera
ru: Камера

source: Photo Library
de: Bibliothek
ru: Фото библиотека

source: Select Image
de: Bild auswählen
ru: Выберите изображение

source: Remove Photo
de: Foto entfernen
ru: Удалить фото

source: Edit Card
de: Bearbeiten
ru: Редактировать карточку

source: Edit Card %d of %d
de: %1$d von %2$d
ru: Редактировать карточку %1$d из %2$d

source: First Study Side:
de: Erste Seite:
ru: Начинать со стороны:

source: Card Set Name:
de: Name des Kartensatzes:
ru: Имя коллекции карточек:

source: Delete Card
de: Karte löschen
ru: Удалить карточку

source: Done Editing
de: Fertig
ru: Завершить редактирование

source: Edit Card Set
de: Kartensatz bearbeiten
ru: Редактировать коллекцию карточек

source: Edit Collection
de: Sammlung bearbeiten
ru: Редактировать коллекцию

source: Newest
de: Neusten
ru: Самые новые

source: Merge
de: Zusammenziehen
ru: Объединить

source: Are you sure you want to merge these cards? These %d cards will be added to "%@" and the selected Collections will be removed.
de: Sicher dass du diese Karten zusammenziehen willst? Diese %d Karten werden zu "%@" hinzugefügt und die ausgewählte Sammlung wird entfernt.
ru: Вы уверены, что хотите объединить эти карточки? Эти %d карточек будут добавлены к "%@" и выбранная Коллекция будет удалена.

source: Yes, Merge
de: Ja zusammenziehen
ru: Да, объединить

source: Don't Merge
de: Nicht zusammenziehen
ru: Не объединять

source: Merge successful!
de: Zusammenziehen erfolgreich!
ru: Успешно объединено!

source: There are no other collections to import from.
de: Es gibt keine anderen Sammlungen zum Importieren.
ru: Нет других коллекций для импорта.

source: To merge card sets or collections, first go to that card set or collection, and then return to the import screen. Otherwise, Flashcards++ will not know where you want the cards to be moved to.
de: Zum Zusammenziehen der Kartensätze oder Sammlungen gehe erst zu diesem Kartensatz oder dieser Sammlung und kehre dann zum Import-Bildschirm. Sonst wird FlashCards++ nicht wissen wo die Karten hinzugefügt werden sollen.
ru: Для объединения коллекций карточек перейдите в одну из коллекций и затем вернитесь в пункт Импортирования. Иначе Flashcards++ не будет знать, куда вы ходите переместить свои карточки.

source: There are no cards to merge.
de: Es gibt keine Karten zum Zusammenziehen.
ru: Нет карточек для объединения.

source: Merge All
de: Alle zusammenziehen
ru: Объединить все

source: Merge Selected
de: Ausgewählte zusammenziehen
ru: Объединить выбранные

source: Merge One
de: Eine zusammenziehen
ru: Объединить одну

source: Merge Multiple
de: Mehrere zusammenziehen
ru: Объединить несколько

source: Please select at least one card source.
de: Bitte wähle mindestens eine Karten-Quelle aus.
ru: Пожалуйста, выберите хотя бы один источник.

source: This card set is configured to subscribe to online changes. For this reason, you cannot edit the card locally as your changes may be overwritten by changes to the online set. If you would like, you can turn off the subscription but it will disable future online updates.
de: Dieser Kartensatz ist gestaltet um mit Online-Veränderungen verbunden zu sein. Desshalb kannst du die Karte nicht lokal hinzufügen weil deine Veränderungen von Online-Veränderungen überschrieben werden könnten. Wenn du möchtest kannst du das Online-Abonnement abstellen, was zukünftige Online-Updates aber unmöglich machen wird.
ru: Этот набор карточек подписан на онлайн обновления, поэтому вы не можете его редактировать. Ваши изменения могут быть переписаны при онлайн обновлении. Если вы хотите, вы можете отключить подписку, но это не позволит получать обновления в дальнейшем.

source: Stop Subscription
de: Abonnement kündigen
ru: Остановить подписку

source: Sync with Quizlet
ru: Синхронизироваться с Quizlet

source: Subscribe to Online Changes
de: Online-Veränderungen abonnieren
ru: Подписаться на онлайн обновление

source: Open on Quizlet
ru: Открыть в Quizlet

source: This set will automatically be synced with %@, as long as you are logged in. Any changes you make on your %@ will be uploaded to %@, and any changes you make on %@ will be downloaded to your %@.
de: Dieser Kartensatzwird automatisch mit %1$@ synchronisiert werden solange du eingelogt bist. Alle Veränderungen die du an deinem %2$@ vornimmst werden zu %3$@ hochgeladen und alle Veränderungen die du an %4$@ vornimmst werden auf deinen %5$@ runtergeladen.
ru: Данный набор будет автоматически синхронизироваться с %1$@, пока вы находитесь под этим логином. Любые изменения выполненные вами с %2$@ будут закачаны в %3$@, любые изменения с %4$@ будут загружены на ваше устройство %5$@.

source: This set will automatically download changes from %@. Because it is a subscribed set, you will not be able to edit the cards on your %@. Any changes made on %@ will automatically download to your %@.
de: Dieser Kartensatz wird automatisch Veränderungen von %1$@ runterladen. Weil es ein abonnierter Kartensatz ist, wird es dir nicht möglich sein die Karten zu deinem %2$@ hinzuzufügen . Alle Veränderungen an %3$@ werden automatisch in deinen %4$@ runtergeladen.
ru: Этот набор будет автоматически загружать изменения с %1$@. Поскольку вы подписаны на него, вы не сможете редактировать карточки на вашем %2$@. Любые выполненные изменения с %3$@ будут автоматически загружены на ваш %4$@.

source: Sync with Internet
de: Synchronisieren mit Internet
ru: Синхронизировать через Интернет

source: This card set currently syncs with %@. Would you like to delete it from the website, or only from your mobile device?
de: Dieser Kartensatz ist mit %@ verbunden. Möchtest du ihn auf der Website oder nur auf deinem mobilen Gerät löschen?
ru: Сейчас этот набор карточек синхронизируется с %@. Вы хотите удалить его с вебсайта или только с вашего устройства?

source: Upload to Quizlet
de: Hochladen zum Quizlet
ru: Загрузить на Quizlet

source: Building Export File
de: Export-Datei wird erstellt
ru: Создание файла для экспорта

source: FlashCards++ Format
ru: Формат FlashCards++

source: CSV File (Excel)
de: CSV-Datei (Excel)
ru: Файл .CSV (Excel)

source: Preview Card
de: Karten-Vorschau
ru: Предпросмотр карточки

source: Related Cards
de: Verwandte Karten
ru: Связанные карточки

source: Share
de: Teilen
ru: Поделиться

source: Share Cards
de: Karten Teilen
ru: Поделиться карточками

source: Swap Front & Back
de: Seiten tauschen
ru: Поменять местами стороны

source: Note: At this time, you cannot upload image flash cards to Quizlet. Only the text will be uploaded.
de: Hinweis: Derzeit kann man keine Karten mit Bildern auf Quizlet hochladen. Nur der Text wird hochgeladen werden.
ru: Примечание: Сейчас вы не можете загружать карточки с изображениями на Quizlet. Будет загружен только текст.

source: Display All Cards
de: Alle Karten anzeigen
ru: Показать все карточки

source: Display Duplicate Cards
de: Doppelte Karten anzeigen
ru: Показать повторы карточек

source: Word Type
de: Art des Wortes
ru: Тип слова

source: Normal
ru: Нормал.

source: Cognate
de: Kognate
ru: Однокоренное

source: False Friend
de: Falscher Freund
ru: Ложный друг

source: This card set is already uploaded to and synced with Quizlet. If you would like, you can share this set by sending an email to a friend with a link to the set on Quizlet.
de: Dieser Kartensatz ist schon auf Quizlet hochgeladen und mit ihm verbunden. Wenn du möchtest kannst du den Kartensatz teilen indem du einem Freund eine Email mit dem Link zu dem Kartensatz auf Quizlet schickst.
ru: Этот набор карточек уже загружен и синхронизирован с Quizlet. При необходимости вы можете поделиться им с другом по email ссылкой на Quizlet.

source: Do you want to delete this card, or remove it from the card set "%@"?
de: Willst du diese Karte löschen oder aus dem Kartensatz "%@" entfernen?
ru: Вы хотите удалить или переместить эту карточку из набора "%@"?

source: Are you sure you want to delete this card? Deleting it will remove it from all Card Sets in this Collection, and cannot be undone.
de: Sicher, dass du diese Karte löschen möchtest? Sie wird aus allen Sets dieser Sammlung entfernt. Dies kann nicht rückgängig gemacht werden.
ru: Вы уверены, что хотите удалить эту карточку? При удаление она будет безвозвратно удалена из всех Наборов этой Коллекции.

source: Don't Delete
de: Nicht löschen
ru: Не удалять

source: Yes, Delete
de: Ja, löschen
ru: Да, удалять

source: Delete From Web
de: Von der Website löschen
ru: Удалить из Сети

source: Delete from Internet?
de: Aus dem Internet löschen?
ru: Удалить из Интернета?

source: Check Quizlet Status
de: Quizlet Status checken
ru: Проверить статус Quizlet

source: Delete Local Only
de: Nur örtlich löschen
ru: Удалить только локальное

source: Set is already uploaded
de: Kartensatz ist schon hochgeladen
ru: Набор закачан

source: Card Sets
de: Kartensätze
ru: Наборы карточек

source: Card Statistics
de: Karten-Statistik
ru: Статистика

source: New Collection
de: Neue Sammlung
ru: Новая коллекция

source: All Collections
de: Alle Sammlungen
ru: Все коллекции

source: You did not enter a name for your Card Set.
de: Du hast keinen Namen für deinen Kartensatz angegeben.
ru: Вы не ввели имени для вашего набора.

source: You did not enter a name for your Collection.
de: Du hast keinen Namen für deine Sammlung angegeben.
ru: Вы не ввели имени для вашей Коллекции.

source: Collection
de: Sammlung
ru: Коллекция

source: Create Card
de: Karte erstellen
ru: Создать карточку

source: Create Cards
de: Karten erstellen
ru: Создать Карточки

source: Merge %d of %d
de: %1$d von %2$d
ru: Объедин. %1$d из %2$d

source: My FlashCards++ Card Set: %@
de: Mein FlashCards++ Kartensatz: %@
ru: Мой набор My FlashCards++t: %@

source: New Card Set
de: Neuer Kartensatz
ru: Новый набор

source: Other Cards in Same Card Set
de: Andere Karten im selben Kartensatz
ru: Другие карточки а том же наборе

source: Remove from Card Set
de: Aus Kartensatz entfernen
ru: Убрать из набора

source: View Cards
de: Karten ansehen
ru: Просмотр карточек

source: Send Email
de: Email schicken
ru: Отправить Email

source: I am sharing FlashCards++ cards on %@: %@
de: Ich teile FlashCards++ cards auf %1$@: %2$@
ru: Я расшариваю карточки FlashCards++ на %1$@: %2$@

source: You cannot mark a card as "related" to itself.
de: Du kannst keine Karte als "verwandt" mit sich selbst markieren.
ru: Вы не можете отметить карточку "related" самой себе.

source: Dictionary Lookup
de: Im Wörterbuch nachschlagen
ru: Поиск в словаре

source: To upload cards, you need at least three cards in this set.
de: Um Karten hochzuladen brauchst du mindestens drei Karten in diesem Kartensatz.
ru: Для загрузки должно быть минимум три карточки в наборе.

source: E-Factors (All Cards)
de: E-Faktoren (Alle Karten)
ru: E-Фактор (Все карточки)

source: E-Factors (Lapsed Only)
de: E-Faktoren (Nur Durchgefallene)
ru: E-Фактор (Lapsed Only)

source: Allow Discussion?
de: Diskussion erlauben?
ru: Разрешить обсуждение?

source: Private Set?
de: Privater Kartensatz?
ru: Личный набор?

source: Uploading Cards
de: Karten hochladen
ru: Загрузка карточек

source: Uploading Images
de: Bilder hochladen
ru: Загрузка изображений

source: Upload Cards
de: Karten hochladen
ru: Загрузить карточки

source: To upload cards, you need at least two cards in this set.
de: Um hochladen, müssen Sie mindestens zwei Karten in diesem Kartensatz haben.
ru: Для загрузки должно быть минимум две карточки в наборе.

source: <p>I just uploaded a set of flash cards called "%@" to %@ from FlashCards++ at <a href="%@">%@</a>.</p><p>If you don't have FlashCards++, you can download it from the App Store to study flash cards on your iPhone or iPad at <a href="%@">%@</a></p>
de: <p>Ich habe gerade einen Kartensatz hochgeladen, der "%@" genannt wird, auf %@ von FlashCards++ auf <a href="%@">%@</a>.</p><p>Wenn Sie FlashCards++ nicht auf ihre iPhone haben, können Sie es aus dem App Store herunterladen, um Karteikarten auf Ihrem iPhone oder iPad zu lernen unter <a href="%@">%@</a></p>
ru: <p>Я закачал набор карточек "%@" на %@ из FlashCards++ в <a href="%@">%@</a>.</p><p>Если у вас нету FlashCards++, программу можно установить из App Store – для изучения флэш-карточек на вашем iPhone или iPad по <a href="%@">%@</a></p>

source: Your message has been sent successfully.
de: Die Email wurde erfolgreich versendet.
ru: Ваше сообщение было успешно отправлено.

source: Add Set to Group?
de: Kartensatz zur Gruppe hinzufügen?
ru: Добавить набор в Группу?

source: Here is a flash card set I created using FlashCards++, a flash card app for iPod touch, iPhone, and iPad. If you have the app installed, touch and hold the attached card set to open it directly with FlashCards++. If you don't have the app, you can purchase it at http://bit.ly/flashcardapp. Learn more at www.iphoneflashcards.com.
de: Hier ist ein Karteikartensatz den ich mit FlashCards++ erstellt habe, einer Karteikarten-App für iPhone, iPod Touch und iPad. Wenn du die App bereits installiert hast, halte den angefügten Kartensatz gedrückt, um ihn direkt in FlashCards++ zu öffnen. Wenn du die App noch nicht hast, kannst du sie unter http://bit.ly/flashcardapp kaufen. Erfahre mehr unter www.iphoneflashcards.com.
ru: Это нобор флэш-карточек, созданный с помощью FlashCards++, приложение для iPod touch, iPhone и iPad. Если вы уже имеете эту программу, открыть в ней набор можно нажатием с удерживнием на приложении. Если у вас нет программы, вы можете приобрести её на http://bit.ly/flashcardapp. Читать больше на www.iphoneflashcards.com.

source: Please enter text for the front value. You cannot perform a dictionary lookup on blank text.
de: Bitte einen Text für die Vorderseite eingeben. Ohne Text ist ein Nachschlagen nicht möglich.
ru: Пожалуйста, введите текст для лицевого стороны. Вы не можете выполнить поиск по пустому полю.

source: Cancel
de: Abbruch

source: Please Enter Text
de: Bitte Text eingeben
