Repository: jalustig/flashcards
Catalog: i18n/*.lproj/Error.strings
Languages: de, ru

source: Error
de: Fehler
ru: Ошибка

source: No pronunciation found in speech database.
de: Keine Aussprache in Rede Datenbank gefunden.
ru: Произношение в языковой базе данных не найдено.

source: This text-to-speech file has not yet been downloaded from the internet. It will be available when you have a working internet connection.
ru: Этот text-to-speech файл ещё не был скачан из Интернета. Он будет доступен при наличии интернет-соединения.

source: FlashCards++ has attempted to find the text-to-speech file for this text, but no pronunciation was found in speech database.
ru: FlashCards++ попыталась найти файл text-to-speech для этого текста, но произношение было найдено базе данных.

source: Sorry, you cannot currently make in-app purchases.
ru: К сожалению сейчас вы не можете делать покупки в приложении.

source: Error: %@
de: Fehler: %@
ru: Ошибка: %@

source: Error: %@ (%d)
de: Fehler: %1$@ (%2$d)
ru: Ошибка: %1$@ (%2$d)

source: Error: %@ (%@)
de: Fehler: %1$@ (%2$@)
ru: Ошибка: %1$@ (%2$@)

source: You are not connected to the internet.
de: Keine Verbindung zum Internet.
ru: Вы не подключены к Интернету.

source: No internet connection
de: Keine Verbindung zum Internet
ru: Нет соединения с Интернетом

source: Try again once you have an internet connection.
de: Versuchen noch einmal, als Sie eine Verbindung zum Internet haben.
ru: Попробуйте снова при наличии Интернет-соединения.

source: This feature will only work with an active internet connection.
ru: Эта функция доступна только при наличии Интернет-соединения.

source: Please turn off Auto-Audio.
ru: Пожалуйста, выключите Авто-Аудио.

source: You are not currently logged in to Quizlet. Any sets you have synced with Quizlet will not sync until you log in to Quizlet on this device.
ru: Вы не выполнили вход в Quizlet. Любые настройки Quizlet не будут синхронизированы до тех пор пока не выполните вход в Quizlet на этом устройстве.

source: You must be connected to the internet to create a new account or log in.
ru: Для входа или создания нового аккаунта вы должны быть подключены к Интернету

source: It appears that your backup location ("%@") is not a directory. Please select a new location for backups.
de: Der Ort für deine Backups ("%@") scheint kein Verzeichnis zu sein. Bitte einen neuen Ort für deine Backups aussuchen.
ru: По-видимому, расположение резервного копирования ("%@") не является каталогом. Пожалуйста, выберите новое расположение для бэкапов.

source: Thank you for sending an error report. We will work to fix the error as quickly as possible and will be in touch if we need more information to track it down. To find the bug more quickly, please tell us exactly what you did before you got this error message:
de: Danke für das Einsenden des Fehlerberichtes. Wir werden den Fehler soschnell wie möglich beheben und melden uns falls wir weitere Informationen brauchen. Um den Fehler schneller zu finden ist es wichtig zu wissen, was du getan hast bevor es zu diesem Fehler kam:
ru: Спасибо за отправку отчёта об ошибке. Мы исправим сбой как можно быстрее и свяжемся с вами при необходимости. Для быстрого определения причин случившегося, пожалуйста, напишите нам в деталях, что вы делали до получения сообщения об ошибке:

source: Error creating initial data store: %@, %@
de: Fehler beim erstellen des 'initial data store': %1$@, %2$@
ru: Ошибка при начальном сохрании данных: %1$@, %2$@

source: Error downloading data: %@, %@
de: Fehler beim Runterladen der Daten: %1$@, %2$@
ru: Ошибка при скачивании данных: %1$@, %2$@

source: Error opening data source: %@, %@
de: Fehler beim Öffnen der Datenquelle: %1$@, %2$@
ru: Ошибка при открытии источника данных: %1$@, %2$@

source: There was an error reading your data file, please ensure that it has not been corrupted: %@ (%d)
de: Unbekannter Fehler beim bearbeiten deiner Daten-Datei. Bitte stell sicher, dass sie nicht korrumpiert wurde: %1$@ (%2$d) %3$@
ru: Произошла ошибка при чтении вашего файла с данными, пожалуйста, убедитесь, что он не повреждён: %1$@ (%2$d)

source: Error: the file was empty.
de: Fehler: Leere Datei.
ru: Ошибка: файл пустой.

source: There has been an error with your Quizlet authentication; please re-authenticate with Quizlet.
de: Gibt es ein Fehler mit Ihren Quizlet Einloggen. Bitte einloggen Sie, um Quizlet wieder.
ru: Произошла ошибка при аутентификациеи с Quizlet; пожалуйста повторите попытку.

source: This is a "private" card set and is password-protected. To access this set, find this set on Quizlet.com to enter the password.
de: Dies ist ein "privat" Kartensatz und ist durch ein Passwort geschützt. Für den Zugriff auf dieses Set, finden es auf Quizlet.com, das Passwort einzugeben.
ru: Этот "личный" набор карточек защищён паролем. Для доступа к нему и ввода пароля найдите набор на Quizlet.com.

source: To use text-to-speech, select the language on the front and back side of your cards in the Collection settings.
ru: Для использования функции text-to-speech, выберите язык лицевой и обратной сторон в настройках коллекции.

source: You must be connected to the internet to log out.
ru: Вы должны быть подключены к Интернету для выхода.

source: No Internet Connection
ru: Нет соединения с Интернетом

source: Quizlet Error
ru: Ошибка Quizlet

source: The connection to Quizlet timed out.
ru: Таймаут соединения с Quizlet.

source: Connection Error
ru: Ошибка соединения

source: Quizlet Authentication will only work with an active internet connection.
ru: Аутентификация Quizlet работает только при активном Интернет-соединении.

source: Your mobile device is not configured to send email.
ru: Ваше мобильное устройство не настроено для отправки электронной почты.

source: Error info:
de: Fehler Info:
ru: Информация ошибки:

source: Error: Directory Not Found
de: Fehler: Verzeichnis nicht gefunden
ru: Ошибка: Каталог не найден

source: Error: File Not Found
de: Fehler: Datei nicht gefunden
ru: Ошибка: Файл не найден

source: Invalid CSV format on line #%lu immediately after "%@"
de: Ungültiges CSV Format in Zeile #%1$lu, nach "%2$@"
ru: Неверный CSV формат, строка #%lu сразу после "%@"

source: The directory "%@" could not be found in your Dropbox. Error info: %@ %@
de: Das Verzeichnis "%1$@" konnte in deiner Dropbox nicht gefunden werden. Details: %2$@ %3$@
ru: Каталог "%1$@" не был найден в вашем Dropbox. Error info: %2$@ %3$@

source: The file "%@" could not be found. Error info: %@ %@
de: Die Datei "%1$@" konnte nicht gefunden werden. Details: %2$@ %3$@
ru: Файл "%1$@" не был найден. Инфо ошибки: %2$@ %3$@

source: A file or directory named "%@" already exists in this location in your Dropbox. Error info: %@ %@
de: Eine Datei oder ein Verzeichnis namens "%1$@" existiert an dieser Stelle in deiner Dropbox bereits. Details: %2$@ %3$@
ru: Файл или каталог с именем "%1$@" уже существует в этом пути вашего Dropbox. Детали ошибки: %2$@ %3$@

source: An error occurred sending your message: %@ %@
de: Beim Senden deiner Nachricht ist ein Fehler aufgetreten: %1$@ %2$@
ru: Произошла ошибка при отправке вашего сообщения: %1$@ %2$@

source: Error checking the file path:
de: Fehler beim überprüfen des Dateipfades:
ru: Ошибка проверки пути к файлу:

source: Error downloading data: %@ %@
de: Fehler beim Runterladen der Daten : %1$@ %2$@
ru: Ошибка при скачивании данных: %1$@ %2$@

source: Error loading the list of backup files:
ru: Ошибка загрузки списка бэкап файлов:

source: Error: file not found. Error info: %@ %@
de: Ein Fehler ist aufgetreten: Datei nicht gefunden. Details: %1$@ %2$@
ru: Ошибка: файл не найден. Инфо ошибки: %1$@ %2$@

source: An error occurred loading the list of backup files:
de: Fehler beim Laden der Liste der Backup-Dateien:

source: You are not connected to the internet.. Error info: %@ %@
de: Ein Fehler ist aufgetreten: Du hast keine Verbindung zum Internet. Details: %1$@ %2$@

source: File Format Error
de: Dateiformat-Fehler

source: Not a Valid CSV File
de: Ungültige CSV-Datei

source: The file you have selected is an Excel file, not a CSV file. Please re-save this file as a CSV file and refresh, then you can import to FlashCards++.
de: Bei der Datei, die du ausgewählt hats, handelt es sich um eine Excel-Datei und nicht um eine CSV-Datei. Speichere die Datei erneut als CSV-Datei und versuche es nochmal.

source: Error parsing card set. Please check your internet connection, and make sure your card sets are marked as 'public' (otherwise, they will not show up in the Quizlet API). Error data: %@, %@
de: Fehler beim Parsen des Kartensatzes. Bitte prüfe deine Internetverbindung und stelle sicher, dass deine Kartensätze als 'öffentlich' gekennzeichnet sind. (Anderenfalls sind sie über die Quizlet-API nicht verfügbar). Details: %1$@, %2$@

source: Error parsing card set: %@, %@
de: Fehler beim Parsen des Kartensatzes: %1$@, %2$@

source: Your CSV file is not formatted properly. Please make sure that you have entered a value in each row in both Column A (the front value) and Column B (the back value).
de: Deine CSV-Datei ist nicht korrekt formatiert. Überprüfe bitte ob du für jede Karte Spalte A (Vorderseite) und Spalte B (Rückseite) ausgefüllt hast.
