Repository: jalustig/flashcards
Catalog: i18n/*.lproj/Feedback.strings
Languages: de, ru

source: Do You Like This App?
de: Gefällt Ihnen diese App?
ru: Нравится это приложение?

source: I Like This App
de: Mir gefällt diese App
ru: Мне нравится

source: There's a problem...
de: Es gibt ein Problem...
ru: Есть проблема...

source: ThereIsAProblemText
de: Ich bin ein unabhängiger Entwickler und während meine Apps in viele Sprachen übersetzt worden sind, verstehe ich nur den folgenden Sprachen: - English - Deutsch - Русски Wenn Sie in einer dieser Sprachen schreiben können, werden Sie eine Antwort sehr viel schneller. Vielen Dank für Ihr Verständnis.
ru: I am an independent developer and while my apps are translated into many languages, I only understand the following languages: - English - Deutsch - Русский If you can write in any of these languages, you will get an answer much faster. Thanks for your understanding.

source: Would you like to attach a copy of your FlashCards++ data file? If you are sending feedback about a bug or crash, attaching your data file will help to solve your issue more quickly.
de: Möchtest du eine Kopie deiner FlashCards++ Daten anhängen? Wenn du einen Fehler meldest, sind diese Daten hilfreich, um das Problem schnell zu identifizieren und zu beheben.
ru: Вы хотели бы приложить копию файла данных FlashCards++? Если вы посылаете информацию об ошибке или сбое, ваш прилагаемый файл данных поможет быстрее решить ваш вопрос.

source: Feedback about FlashCards++
de: Feedback zu FlashCards++
ru: Обратная связь FlashCards++

source: Rate in App Store
de: Im App Store bewerten
ru: Дать оценку в App Store

source: Send Feedback
de: Feedback senden
ru: Отправить отзыв

source: Yes, Attach
de: Ja, anhängen
ru: Да, приложить

source: OK, I Understand
de: Ich verstehe
ru: Да, я понимаю

source: Thank You :-)
de: Danke :-)
ru: Спасибо :-)

source: Leave an App Store Review
de: Bewerten diese App
ru: Оставить отзыв в App Store

source: Thank you for sending your message. We will be in touch shortly.
de: Danke für deine Nachricht. Ich werde mich in Kürze melden.
ru: Спасибо за отправку сообщения. Мы скоро свяжемся с вами.

source: Send Love
de: Liebe senden

source: Your love makes us work harder. Please review this app.
de: Ihre Liebe macht uns, härter zu arbeiten. Bitte bewerten diese App.

source: Not Now
de: Nicht jetzt
ru: Не сейчас

source: Review
de: Bewerten
ru: Отзыв

source: Thank You
de: Danke
ru: Спасибо

source: No, thank you
de: Nein danke
ru: Нет, спасибо

source: Tell Friends About FlashCards++
de: Berichte Freunden von FlashCards++
ru: Рассказать другу о FlashCards++

source: Share by Email
de: Diese App teilen bei Email
ru: Послать по Email

source: Share with Facebook
de: Diese App teilen bei Facebook
ru: Поделиться по Facebook

source: Share with Twitter
de: Diese App teilen bei Twitter
ru: Поделиться по Twitter

source: Feedback about FlashCards++ Lite
de: Feedback zu FlashCards++ Lite
ru: Отзыв о FlashCards++ Lite

source: FlashCards++ on Facebook
de: FlashCards++ bei Facebook
ru: FlashCards++ в Facebook

source: FlashCards++ on Twitter
de: FlashCards++ bei Twitter
ru: FlashCards++ в Twitter
