Repository: jalustig/flashcards
Catalog: i18n/*.lproj/Help.strings
Languages: de, ru

source: LearnMoreUploadDatabase
de: FlashCards++ syncs your flash cards and sync data between your different iOS devices, like your iPhone and iPad, based off the initial upload of your flash card database, which you upload when you first set up the sync function. Changes that you make, by editing cards or studying for example, are uploaded to the web server and shared with your other devices. However, over time, the initial upload becomes more and more out of date with the most recent versions of your data, and more and more of your current data is stored in the change sets. This slows down the sync function. To best maintain the sync functionality and also to create a backup, it is recommended that you upload a new copy of your database every so often.
ru: FlashCards++ syncs your flash cards and sync data between your different iOS devices, like your iPhone and iPad, based off the initial upload of your flash card database, which you upload when you first set up the sync function. Changes that you make, by editing cards or studying for example, are uploaded to the web server and shared with your other devices. However, over time, the initial upload becomes more and more out of date with the most recent versions of your data, and more and more of your current data is stored in the change sets. This slows down the sync function. To best maintain the sync functionality and also to create a backup, it is recommended that you upload a new copy of your database every so often.

source: About Subscriptions
ru: О подписке

source: AboutSubscriptionsFreeHelp
de: **What are the benefits?** Subscribers have access to all FlashCards++ features and can have an unlimited number of cards. These features include text-to-speech audio, recording your own audio for flash cards, and keep your flash cards automatically synced between different iOS devices such as iPad and iPhone. In addition, you're supporting the ongoing and future feature development of FlashCards++. **How much does it cost?** $3 for 3 months, so it's only $1 per month. If FlashCards++ is worth that to you, I'd be grateful to have your support as a Subscriber. **Why sell Subscriptions?** FlashCards++ isn't the product of a huge company. It's a one-man shop: I am the one and only developer, designer, and handle all customer support. Thankfully there are many, many people who have found FlashCards++ helpful, but for this reason there are some features that I want to build that are unfortunately too complex or expensive to operate for all users so I've needed to limit them or omit them entirely. With Subscriptions, I can offer features that were previously impractical. Subscriptions also build sustainable income to help ensure FlashCards++'s continued operation and future development. **Do I need to buy a Subscription?** No, but you will not have access to the majority of the FlashCards++ features. Especially if you want to support future development, I would appreciate your support.
ru: **What are the benefits?** Subscribers have access to all FlashCards++ features and can have an unlimited number of cards. These features include text-to-speech audio, recording your own audio for flash cards, and keep your flash cards automatically synced between different iOS devices such as iPad and iPhone. In addition, you're supporting the ongoing and future feature development of FlashCards++. **How much does it cost?** $3 for 3 months, so it's only $1 per month. If FlashCards++ is worth that to you, I'd be grateful to have your support as a Subscriber. **Why sell Subscriptions?** FlashCards++ isn't the product of a huge company. It's a one-man shop: I am the one and only developer, designer, and handle all customer support. Thankfully there are many, many people who have found FlashCards++ helpful, but for this reason there are some features that I want to build that are unfortunately too complex or expensive to operate for all users so I've needed to limit them or omit them entirely. With Subscriptions, I can offer features that were previously impractical. Subscriptions also build sustainable income to help ensure FlashCards++'s continued operation and future development. **Do I need to buy a Subscription?** No, but you will not have access to the majority of the FlashCards++ features. Especially if you want to support future development, I would appreciate your support.

source: AboutSubscriptionsHelp
de: **What are the benefits?** Subscribers can use text-to-speech offline, record their own audio for flash cards, and keep their flash cards automatically synced between different iOS devices such as iPad and iPhone. In addition, you're supporting the ongoing and future feature development of FlashCards++. Some future features may be Subscriber-only, but the prime reason to buy a subscription is because you want to support FlashCards++. **How much does it cost?** $3 for 3 months, so it's only $1 per month. If FlashCards++ is worth that to you, I'd be grateful to have your support as a Subscriber. **Why sell Subscriptions?** FlashCards++ isn't the product of a huge company. It's a one-man shop: I am the one and only developer, designer, and handle all customer support. Thankfully there are many, many people who have found FlashCards++ helpful, but for this reason there are some features that I want to build that are unfortunately too complex or expensive to operate for all users so I've needed to limit them or omit them entirely. With Subscriptions, I can offer features that were previously impractical. Subscriptions also build sustainable income to help ensure FlashCards++'s continued operation and future development. **Do I need to buy a Subscription?** No. Almost all of FlashCards++'s features will continue to be available to non-Subscribers. Especially because this is a paid app, I am committed to providing a full experience to all users. But if you want to support future development, I would appreciate your support.
ru: **What are the benefits?** Subscribers can use text-to-speech offline, record their own audio for flash cards, and keep their flash cards automatically synced between different iOS devices such as iPad and iPhone. In addition, you're supporting the ongoing and future feature development of FlashCards++. Some future features may be Subscriber-only, but the prime reason to buy a subscription is because you want to support FlashCards++. **How much does it cost?** $3 for 3 months, so it's only $1 per month. If FlashCards++ is worth that to you, I'd be grateful to have your support as a Subscriber. **Why sell Subscriptions?** FlashCards++ isn't the product of a huge company. It's a one-man shop: I am the one and only developer, designer, and handle all customer support. Thankfully there are many, many people who have found FlashCards++ helpful, but for this reason there are some features that I want to build that are unfortunately too complex or expensive to operate for all users so I've needed to limit them or omit them entirely. With Subscriptions, I can offer features that were previously impractical. Subscriptions also build sustainable income to help ensure FlashCards++'s continued operation and future development. **Do I need to buy a Subscription?** No. Almost all of FlashCards++'s features will continue to be available to non-Subscribers. Especially because this is a paid app, I am committed to providing a full experience to all users. But if you want to support future development, I would appreciate your support.

source: Help & FAQ
de: Hilfe & FAQ
ru: Помощь и ЧаВо

source: Frequently Asked Questions
de: Häufig gestellte Fragen
ru: Часто задаваемые вопросы

source: Getting Started
de: So geht's los
ru: Приступая к работе

source: Help
de: Hilfe
ru: Справка

source: Studying Chemistry ANSWER
de: You can create chemistry math cards with superscripts and subscripts using the LaTeX formatting options. Please see 'Studying Math' for instructions on how to use the special formatting for math and chemistry.
ru: You can create chemistry math cards with superscripts and subscripts using the LaTeX formatting options. Please see 'Studying Math' for instructions on how to use the special formatting for math and chemistry.

source: Studying Math ANSWER
de: Studying math with FlashCards++ is easy! You can now enter math equations (also useful for chemistry) using LaTeX or MathML (Math Markup Language). Here's how: 1. Go to the Collection (top level group) for your math flash cards, and tap 'Edit.' You will see options for the 'Language' of the front & back sides of the cards. Select 'Math' as the language for the side of the card that will have math. 2. Type in math equations using the proper markup language in the side of the card that you selected would include math equations. How does it work? Here is an example of LaTeX and how it turns into a math equation: *^3/_7* becomes: $ ^3/_7 $ ... or something more complicated: *a^2 = \frac{b^2 - c^2}{3}* becomes $ a^2 = \frac{b^2 - c^2}{3} $ [You can read a short tutorial on using LaTeX at Wikimedia which explains in more detail how to lay out math.](http://en.wikibooks.org/wiki/LaTeX/Mathematics) But here are some quick pointers: 1. Encapsulate your math around "$" and "$" so the app knows it's math. 2. Many of your basic math annotations will work. E.g. a ^ is an exponent. ! is !. 3. You can display some very complex math, and it will look really nice. This includes fractions, square roots, equations, calculus (derivatives and limits), sums, probabilities, and more. 4. Two of the most important elements are the carat (^) and underscore (_). Carats indicate things that go up (exponents, upper limits in integrals, etc.) and also the numerator in a fraction. Underscores (_) indicate things that go down: subscript, denomintators in fractions, etc. I generally believe in learning by example. So here are some examples of common math problems that you might want to put into a flash card: **Fractions** There are 3 main ways to do fractions: 1. For simple fractions, you can use a short notation of a carat (^) followed by the numerator, then forwardslash (/), then an underscore (_), then the denomintator: *^a/_b* becomes $ ^a/_b $ 2. More complicated: Use a curly bracket followed by the numerator, then *\over*, then the denomintator, then a final curly bracket. *{n! \over k!(n-k)!}* becomes $ {n! \over k!(n-k)!} $ 3. Or, begin with *\frac* and then two sections *{a}* and *{b}*, like this: *\frac{a}{b}*. The first item in curly-braces will go on top, the second on the bottom. *\frac{a^2}{b}* becomes $ \frac{a^2}{b} $ **Square Roots** Begin with \sqrt. An optional [a] gives the power, and then {a} gives what goes under the root. *\sqrt{9} = 3* becomes $ \sqrt{9} = 3 $ *\sqrt[3]{27} = 3* becomes $ \sqrt[3]{27} $ **Sums** *\sum_{i=1}^{10} t_i* becomes $ \sum_{i=1}^{10} t_i $ **Calculus** *\int y: \mathrm{d}x^2* becomes $ \int y: \mathrm{d}x^2 $ *\int\limits_b^a* becomes $ \int\limits_b^a $ **Special Characters** These are only some of the special characters you can use: *<* and *>* $ \to < and > $ *\leq* $ \to \leq $ *\pm* $ \to \pm $ *\times* and *\div* $ \to \times and \div $ *\alpha* $ \to \alpha $ *\beta* $ \to \beta $ *\delta* $ \to \delta $ *\pi* $ \to \pi $ (and more or less all the other Greek letters) *\infty* $ \to \infty $ *\implies* $ \to \implies $ *\iff* $ \to \iff $ *\forall* $ \to \forall $ If you read the tutorial on Wikimedia you'll learn more about how the math can be laid out. This will give you a taste for what can be done, if you want to make math flash cards that look great.
ru: Studying math with FlashCards++ is easy! You can now enter math equations (also useful for chemistry) using LaTeX or MathML (Math Markup Language). Here's how: 1. Go to the Collection (top level group) for your math flash cards, and tap 'Edit.' You will see options for the 'Language' of the front & back sides of the cards. Select 'Math' as the language for the side of the card that will have math. 2. Type in math equations using the proper markup language in the side of the card that you selected would include math equations. How does it work? Here is an example of LaTeX and how it turns into a math equation: *^3/_7* becomes: $ ^3/_7 $ ... or something more complicated: *a^2 = \frac{b^2 - c^2}{3}* becomes $ a^2 = \frac{b^2 - c^2}{3} $ [You can read a short tutorial on using LaTeX at Wikimedia which explains in more detail how to lay out math.](http://en.wikibooks.org/wiki/LaTeX/Mathematics) But here are some quick pointers: 1. Encapsulate your math around "$" and "$" so the app knows it's math. 2. Many of your basic math annotations will work. E.g. a ^ is an exponent. ! is !. 3. You can display some very complex math, and it will look really nice. This includes fractions, square roots, equations, calculus (derivatives and limits), sums, probabilities, and more. 4. Two of the most important elements are the carat (^) and underscore (_). Carats indicate things that go up (exponents, upper limits in integrals, etc.) and also the numerator in a fraction. Underscores (_) indicate things that go down: subscript, denomintators in fractions, etc. I generally believe in learning by example. So here are some examples of common math problems that you might want to put into a flash card: **Fractions** There are 3 main ways to do fractions: 1. For simple fractions, you can use a short notation of a carat (^) followed by the numerator, then forwardslash (/), then an underscore (_), then the denomintator: *^a/_b* becomes $ ^a/_b $ 2. More complicated: Use a curly bracket followed by the numerator, then *\over*, then the denomintator, then a final curly bracket. *{n! \over k!(n-k)!}* becomes $ {n! \over k!(n-k)!} $ 3. Or, begin with *\frac* and then two sections *{a}* and *{b}*, like this: *\frac{a}{b}*. The first item in curly-braces will go on top, the second on the bottom. *\frac{a^2}{b}* becomes $ \frac{a^2}{b} $ **Square Roots** Begin with \sqrt. An optional [a] gives the power, and then {a} gives what goes under the root. *\sqrt{9} = 3* becomes $ \sqrt{9} = 3 $ *\sqrt[3]{27} = 3* becomes $ \sqrt[3]{27} $ **Sums** *\sum_{i=1}^{10} t_i* becomes $ \sum_{i=1}^{10} t_i $ **Calculus** *\int y: \mathrm{d}x^2* becomes $ \int y: \mathrm{d}x^2 $ *\int\limits_b^a* becomes $ \int\limits_b^a $ **Special Characters** These are only some of the special characters you can use: *<* and *>* $ \to < and > $ *\leq* $ \to \leq $ *\pm* $ \to \pm $ *\times* and *\div* $ \to \times and \div $ *\alpha* $ \to \alpha $ *\beta* $ \to \beta $ *\delta* $ \to \delta $ *\pi* $ \to \pi $ (and more or less all the other Greek letters) *\infty* $ \to \infty $ *\implies* $ \to \implies $ *\iff* $ \to \iff $ *\forall* $ \to \forall $ If you read the tutorial on Wikimedia you'll learn more about how the math can be laid out. This will give you a taste for what can be done, if you want to make math flash cards that look great.

source: Apply to be a Beta Tester
ru: Подать заявление на бета-тестера

source: Would you like to help make FlashCards++ a better app? I am always working on new updates and am looking for customers who want to help to beta test them by reporting bugs and making suggestions. I am inviting you to apply to be a beta tester. Would you like to join us? -- Jason, FlashCards++ Developer
ru: Хотели бы вы помочь сделать FlashCards++ лучше? Я всегда работаю над новыми обновлениями и ищу пользователей, которые хотят помочь с бета-тестированием: найти ошибки и внести предложения. Я приглашаю вас подать заявление на бета-тестера. Хотели бы вы присоединиться к нам? -- Jason, разработчик FlashCards++

source: Apply Now
ru: Подать заявление

source: Beta Tester Application for FlashCards++
ru: Заявление на бета-тестера FlashCards++

source: Thank you for your application. We will be in touch shortly.
ru: Спасибо за ваше заявление. Мы скоро с вами свяжемся.

source: Importing Flash Cards
de: Karteikarten importieren
ru: Импорт Flash Cards

source: Importing Flash Cards - ANSWER
de: <p>Du kannst Karten von <a href="http://www.quizlet.com/">Quizlet</a> importieren, zwei der populärsten Dienste im Internet für den Austausch von Lern-Karteikarten. Du kannst auch CSV-Dateien oder Excel-Dateien importieren, die du in deiner Dropbox abgelegt hast.</p><p>Wähle einfach deine Sammlung (z.B. Französisch) und wähle dort "Karten importieren". Alternativ kannst du Karten auch gezielt in einen bestimmten Kartensatz importieren. Wähle hierfür deine Sammlung -> Kartensätze anzeigen -> dein Kartensatz (z.B. Lektion 3) und wähle dort "Karten importieren".</p><p>Als nächstes kannst du auswählen von wo (Quizlet or Dropbox) du Karten importieren möchtest.</p><p>Wenn du eine CSV-Datei oder Excel-Datei importierst, stelle sicher, dass du die Karten im Format 'Spalte A - Vorderseite, Spalte B - Rückseite' eingegeben hast.</p>
ru: You can import flash cards from [Quizlet](http://www.quizlet.com/). You can also choose to import cards from Excel files hosted on Dropbox. Go to Your Collection (e.g. German) -> Import. You may import cards into an already-existing card set by clicking on Your Collection -> View Card Sets -> Your Card Set (e.g. Lesson 3) -> Import. At this point you can choose which service (Quizlet or Dropbox) you wish to import from. If you are importing from CSV or Excel, make sure that you have entered the front card value in Column A, and the back card value in Column B.

source: Importing from Excel
de: Karten aus Excel-Dateien importieren
ru: Импорт из Excel

source: Importing from Excel - ANSWER
de: <p>Es ist ganz einfach Karten aus einer Excel-Datei oder CSV-Datei zu importieren. Du brauchst lediglich eine Tabelle (Excel oder Openoffice) mit zwei Spalten. Einer ersten Spalte mit der Vorderseite und eine zweite Spalte mit der Rückseite der Karten. Speichere diese dann als Excel-Datei oder CSV-Datei (Wichtig!) und lege sie in deiner Dropbox ab. Im Import-Dialog sollten dir deine CSV-Dateien oder Excel-Datei dann angezeigt werden.</p>
ru: It's very easy to import from Excel. Put the front card value in column A of your spreadsheet, and the back card value in column B. If you have images, you can import them via CSV or Excel by uploading them to a website and putting the URL for the image for the front side in column C, and the URL for the image on the back side in column D. Then save the file in your Dropbox. (You can also save the file as a CSV.) You will then be able to find it in the Import screen. Alternately, you can email the file to yourself and import it from the Mail app, or you can open Excel files from Mobile Safari or the Dropbox app.

source: Importing Tips & Tricks
de: Tips & Tricks zum Importieren
ru: Советы и способы импорта

source: Importing Tips & Tricks - ANSWER
de: <ul><li>Lege Karten immer nach dem gleichen Schema an. Auf die Art kannst du doppelte Karten leichter finden. Zum Beispiel speichere ich französische reflektive Verben wie "s'asseoir" konsequent als "asseoir (refl.)" ab, damit sie alphabetisch korrekt unter "A" einsortiert werden.</li><li>Zusätzliche Hinweise zum Wort, wie z.B. die Erläuterung, das es sich um ein reflektives Verb handelt, sind in Klammern gut aufgehoben, da der Inhalt von Klammern von FlashCards++ bei der Suche nach doppelten Karten ignoriert wird. "s'asseoir" cund "asseoir (refl.) wird als das gleiche Wort erkannt.</li></ul>
ru: - **Use a systematic convention** for your cards. That way, you will be more likely to find duplicate cards. For example, in German, I use a forwardslash to indicate a separable prefix, e.g. mit/bringen (to bring with). - Put separate notes, such as past tense forms of verbs, in parantheses. When searching for duplicates, FlashCards++ ignores text in parentheses or brackets.

source: Moving Cards to a Different Card Set
de: Karten in einen anderen Kartensatz verschieben
ru: Перемещение карточек в другой Набор

source: Moving Cards to a Different Card Set - ANSWER
de: <p>Karten von einem Kartensatz in eien anderen zu verschieben ist sehr einfach, und so geht's:</p><ol> <li>Bearbeite die Karte, die du verschieben möchtest.</li> <li>Klicke auf "Kartensätze" - du erhälst eine Liste aller Kartensätze in der aktuellen Sammlung. Jeder Kartensatz, dem diese Karte zugeordnet ist, hat einen Haken.</li> <li>Klicke auf einen Kartensatz, um einen Haken zu setzen oder zu entfernen. So kannst du die Karte einem neuen oder auch verschiedenen Kartensätzen zuordnen.</li></ol>
ru: There are two ways to move cards between card sets. **Moving Individual Cards from One Set to Another** 1. Go to edit the card that you want to move from card set A to card set B. 2. Tap "Card Sets," which will show you the list of all card sets in the collection. Any card sets with a checkmark currently include this card. 3. Tap your new card set to include the card in this set. If you don't want the card to be in the old card set, tap that card set to remove it. **Move Multiple Cards by Merging Sets or Collections** If you want to completely merge two Card Sets into one, or move a Card Set into a different Collection: 1. Go to the destination Card Set or Colletion. 2. Tap "Import Cards" 3. At the bottom will be the option to import from FlashCards++ Card Sets or Collections. Select the Card Set or Collection you want to import from, and FlashCards++ will merge that Card Set or Collection into the desination.

source: RootVCHelp
de: Danke, dass du FlashCards++ runtergeladen hast! Klicke oben auf den Knopf um eine neue "Sammlung" von Karteikarten anzulegen, e.g. Französisch, Anatomie, oder Verfassungsrecht. Um Karteikarten anzulegen gehe in deine Sammlung und wähle dort "Neue Karte". Um Karteikarten zu importieren, gehe in deine Sammlung und wähle "Karten importieren". Karten können von Quizlet oder als CSV oder Excel aus der Dropbox importiert werden.
ru: Thanks for downloading FlashCards++! Tap the button above to create a new "Collection" of flash cards, e.g. French, Human Anatomy, or Constitutional Law. To create flash cards, enter your Collection and tap "Create Cards. To import cards, enter your Collection and tap "Import Cards." You can import from Quizlet, or CSV or Excel files.
