Repository: jalustig/flashcards
Catalog: i18n/*.lproj/Help.strings
Languages: de, ru

source: GettingStartedText
de: <p>Der schnellste Weg anzufangen, ist einfach mit dem lernen zu beginnen. FlashCards++ kommt mit dem Kartensatz GRE (Graduate Record Examinations). Clicke auf die "Sammlung" GRE und anschließend auf "Karten lernen". Du hast die Wahl zwischen drei verschiedenen Lernmodi - <a href="#study">smart, linear, und zufälig</a> - sowie die Wahl ob du alle Karten oder nur einen Teil lernen möchtest. An die Arbeit! Lies weiter, wenn du mehr über <a href="#philosophy">die Philosophie von FlashCard++'s</a> wissen möchtest, <a href="#collection">wie man eine Sammlung anlegt und anfängt</a>, <a href="#import">wie man Karten importiert</a>, <a href="#study">wie man lernt</a>, <a href="#stats">wie man die Statistik versteht</a>. Oder gehe zum <a href="#glossary">Glossar</a>.</p><h1><a name="philosophy"></a>Die Philosophie von FlashCards++: Leg dir deine "Wissensdatanbank" an</h1><p>Mit FlashCards++ legst du zu einem bestimmten Thema (z.B. eine Fremdsprache) deine persönliche "Wissensdatenbank" an und erstellst einen Lernplan, um so effizient wie möglich zu lernen. Um dies zu erreichen legst du dir eine "Sammlung" von Karteikarten an und wiederholst diese, basierend auf dem System des Vorreiters SuperMemo, in optimalen Intervallen.</p><p>Information sollten nicht doppelt angelegt werden. Wenn du zwei identische Karten hast, z.B. die Definition für "superannuated" (überholt, veraltet), solltest du diese Karten "zusammenfügen" um nur ein Exemplar zu behalten. Anderenfalls würdest du doppelt so viel Zeit auf das Lernen der Karten verwenden!</p><p>Hast du erst ein mal viele Karten erstellt, hast du dein persönliches Werkzeug, deine Datenbank des Wissens, welche dich in die Lage versetzt dir dieses Wissen mit der Zeit im Langzeitgedächtnis einzuprägen - bis du das jeweilige Thema beherrschst.</p> <h1><a name=""></a>Die FlashCards++ Methode: Spaced Repetition</h1><p>FlashCards++ hat ein Ziel: so schnell wie möglich so viel wie Wissen wie möglich aufnehmen, <em>und zwar ins Langzeitgedächtnis!</em> Dieses Ziel wir durch das "Spaced Repetition" System erreicht, ein System, welches die Zeit abschätzt, wann man etwas gelerntes wieder vergessen würde.</p><p>Das "optimale intervall" für Wiederholungen wird berechnet, indem jeder Karte ein "E-Faktor" zugewiesen wird, der ausdrückt wie leicht oder schwer die jeweilige Karte ist. Auf der Basis dieses Faktors schätzt FlashCards++ die Zeit, nach der eine bereits gelernte Karte wiederholt werden sollte.</p><h1><a name="collection"></a>Einer Sammlung anlegen</a></h1><p>Der erste Schritt besteht darin eine Sammlung anzulegen, die dein gesammeltes Wissen zu einem Thema beherbergen wird. Du kannst beliebig viele Sammlungen anlegen, solltest sie aber nach Themengebieten auftrennen, z.B. eine Sammlung für englische Vokabeln, eine für französische Vokabeln und eine für mathematische Definitionen. Klicke einfach auf "+" auf dem Startbildschirm. Wenn es sich um eine Sprache handelt, kannst du die "Erweiterten Sprachwerkzeuge" aktivieren, welche die E-Faktoren, basierend auf Wortlänge und anderen Faktoren, automatisch anpasst.</p><h1><a name="import"></a>Karten importieren</h1><p>Du kannst Karten von <a href="http://www.quizlet.com/">Quizlet</a> importieren, zwei der populärsten Dienste im Internet für den Austausch von Lern-Karteikarten. Um Karten von deinem Rechner auf dein mobiles Gerät zu bekommen gehe wie folgt vor:</p><ol> <li>Erstelle mit Excel oder OpenOffice eine Tabelle mit zwei Spalten, Spalte A für die Vorderseite der Karten, Spalte B für die Rückseiten. Die so vorbereiteten Karten kannst du in Quizlet hochladen, oder als CSV-Datei oder Excel-Datei in deiner Dropbox speichern. In Quizlet kannst du die Karten mit der Funktion "Von einer anderen Quelle kopieren und einfügen" mittels Copy&Paste einfügen.</li> <li>Wenn du auf "Karten importieren" klickst hast du die Auswahl von Quizlet zu importieren: <ul> <li><strong>Karten von Quizlet importieren:</strong> Du kannst eine Liste deine Kartensätze oder alle Kartensätze auf Quizlet durchsuchen. Wähle einen Kartensatz aus um ihn dir anzusehen und ihn ggf. runterzuladen.</li> <li><strong>Karten aus der Dropbox importieren:</strong> Gehe in deine Dropbox dort hin, wo du die Dateien abgelegt hast und wähle die zu importierende CSV-Datei oder Excel-Datei.</li> </ul> </li> <li>Werden beim Import Karten gefunden, die bereits in deiner Datenbank existieren, wirst du aufgefordert die doppelten Karten "zusammenzufügen". Für jede doppelte karte hast du drei Möglichkeiten: <ul> <li>Wähle <em>Zusammenfügen</em> wenn die Karte tatsächlich doppelt ist. Du kannst von den beiden doppelten Karten jeweils die Vorder- und Rückseite auswählen, die für die zusammengefügte Karte benutzt werden sollen.</li> <li>Wähle <em>Zusammenfügen &amp; Bearbeiten</em> wenn es sich z.B. tatsächlich um die gleiche Vokabel handel, die beiden Karten aber zwei verschiedene Übersetzungen haben. Dann kannst du beim Zusammenfügen die Karte noch bearbeiten und die Rückseite neu schreiben.</li> <li>Wähle <em>Nicht zusammenfügen</em> wenn die Karten nicht zusammengefügt werden sollen, z.B. weil es sich um Synonyme handelt.</li> </ul> Wähle "Vor &gt;" bis du alle doppelten Karten bearbeitet hast. Klicke dann auf "Speichern".</li> <li>Als nächstes hast du die Möglichkeit, den Kartensatz zunächst zu bearbeiten. Das ist eine gute Gelegenheit mit dem Lernen zu beginnen. Auf diese Art kannst du alle Karten ein Mal durchgehen und ggf. den einen oder anderen Tippfehler ausmerzen. Wenn du für deine Sammlung die erweiterten Sprachwerkzeuge aktiviert hast kannst du Worte auch als Kognate oder als "falsche Freunde" markieren.</li></ol><h1><a name="study"></a>Karten lernen</h1><p>Wenn du deine Karten importiert hast, kannst du mit dem Lernen beginnen. Dir stehen vier Lernmodi zur Auswahl:</p><ul> <li><strong>Karten lernen</strong>: Hier hast du die möglichkeit alle Karten oder eine zufällige Auswahl von 30 Karten zu lernen. Hierzu gibt es drei Lernmethoden, linear, zuföllig und "smart". Linear and zufällig sind selbsterklärend "smart" (Standardeinstellung) präsentiert dir die Karten, basierend auf deinen Antworten und dem Schwierigkeitsgrad der Karte, öfter oder seltener. Am Ende jeder "Lernrunde"wirst du gefragt ob du einen <strong>Test</strong> machen möchtest; gehe zum Test über, wenn du dich dafür bereit fühlst.</li> <li><strong>Test</strong>: Hier kannst du sofort einen "Test" machen und dein Wissen überprüfen.</li> <li><strong>Wiederholung (Spaced Repetition)</strong>: Nutze die Vorteile des "Spaced Repetition" Systems, welches dir bereits gelernte Inhalte in geeigneten Intervallen wieder vorlegt um dein Wissen im Langzeitgedächtnis zu festigen.</li> <li><strong>Durchgefallene Karten lernen</strong>: Durchgefallene Karten sind erfolgreich gelernte Karten, die du im Rahmen der "Spaced Repetition" allerdings falsch beantwortet hast. Hier kannst du diese Karten erneut lernen um sie wieder dem "Spaced Repetition" System zuzuführen.</li></ul><p>Zum erfolgreichen Lernen deiner Karten solltest du wie folgt vorgehen: (1) Karten importieren, (2) Karten im Modus "smart" lernen (3) Einen Test machen (4) Karten wiederholen, wenn sie dir vorgelegt werden (5) Karten mit einem Ergenis unter 4 wiederholen (6) Bei Gelegenheit Durchgefallene Karten die sich gesammelt haben erneut lernen.</p><p>Benutze folgende Gesten: <strong>von rechts nach links wischen</strong> geht zur nächsten Karte, <strong>von links nach rechts wischen</strong> geht eine Karte zurück und <strong>antippen</strong> dreht die Karte.</p><p><em>Wichtiger Hinweis:</em> Denk daran dein iPhone or iPod touch zu sperren, wenn du beim Lernen eine Pause machst, um die Statistik über deine Lernzeit nicht zu verfälschen. Der Timer wird angehalten solange das Gerät gesperrt ist.</p><p>Wenn du deine Karten lernst hast du fünf Möglichkeiten deine Antwort zu bewerten: Falsch (du konntest dich gar nicht erinnern oder deine Antwort war falsch); Fast (du konntest dich nicht erinnern, aber es kam dir bekannt vor); Kaum (du konntest dich nur mit Mühe erinnern); OK (du konntest dich spontan erinnern); und Einfach (aus dem Effeff). Du kannst auch auf eine Bewertung verzichten.</p><h1><a name="stats"></a>Die Statistik verstehen</h1><p>FlashCards++ stellt dir diverse Statistiken zur Verfügung - hier ein schneller Überblick über die wichtigsten:</p><dl> <dt>Fällige Karten nach Tagen</dt> <dd>Zeigt wieviele Karten dir vom Spaced Repetition System in den kommenden Tagen vorgelegt werden.</dd> <dt>Gelernte Karten (nach Tagen, Wochen, week oder Monaten)</dt> <dd>Grafische Darstellung der Anzahl gelernter Karten nach Tage, Wochen, bzw. Monaten.</dd> <dt>Effektive Lernrate</dt> <dd>Eine Abschätzung, basierend auf den Ergebnissen der systematischen Wiederholungen, über deine effektiven Lernerfolge.</dd> <dt>Gesamte Wiederholungs-Zeit</dt> <dd>Gesamtzeit, die du für das Wiederholen von Lerninhalten aufgebracht hast.</dd> <dt>Zeitaufwand</dt> <dd>Eine Abschätzung wieviel Zeit du pro Tag für das Lernen von Lerninhalten aufbringen wirst.</dd> <dt>E-Faktoren</dt> <dd>Eine Grafische Darstellung der Verteilung der E-Faktoren in einem Kartensatz oder einer Sammlung.</dd> <dt>Optimale Faktoren (OF-Matrix)</dt> <dd>Deine persönliche, angepasste OF-Matrix. Wenn du willst kannst du sie hier auch zurücksetzen.</dd></dl><h1><a name="glossary"></a>Glossar</h1>
ru: The quickest way to get started is to just start studying. FlashCards++ comes with a set of GRE vocabulary, so tap the GRE Vocabulary "Collection," and tap "Study Cards." You can choose between three study modes--["smart" study, linear, and random](#study)--and whether you want to study all cards or a random subset. Then get to work! Read below for detaileds about [FlashCard++'s philosophy](#philosophy), [creating a collection](#collection), [importing cards](#import), [studying](#studying), [making sense of the statistics](#stats), and a [glossary](#glossary). **<a name="philosophy"></a>The FlashCards++ Philosophy: Creating Your Database of Knowledge** With FlashCards++, you create a "database of knowledge" about a subject (such as foreign vocabulary) and establish a study regiment to learn and retain as much as possible. To accomplish this, you create a "Collection" of flash cards and study them at optimal intervals using the Spaced Repetition System, based on the pioneering SuperMemo. Information should not be duplicated. If you have two identical cards, the cards should be "merged" so you only have one copy. Otherwise you will spend twice as much time studying two cards! After creating many cards you will have an invaluable tool--a database of your knowledge that will enable you to study it over time so that you can develop long-term memory and gain mastery of the subject. **<a name=""></a>The FlashCards++ Method: Spaced Repetition** FlashCards++ has one goal: enable you to study vast amounts of material with minimal amount of time investment, *and still maintain good memory retention!* This goal is achieved through the Spaced Repetition System, a studying model to approximate the amount of time between when you learn something and when you will forget it. The "optimal interval" is calculated by assigning each card an "E-Factor" between 1.2 and 2.5, which represents how easy or difficult it is. FlashCards++ uses this data to estimate how long you should wait between your current study session and the next time you should study. **<a name="collection"></a>Creating a Collection** The first step is to create a "Collection" to house your database of knowledge. You can have as many collections as you want, you should separate them based on content, e.g. you may have one collection for Russian vocabulary, one for Chinese, another one for math. Simply tap the "+" on the home screen. If it is a language, turn on "Language Tools" which auto-adjust E-Factors based on word length and other variables. **<a name="import"></a>Importing Cards** You can import cards from [Quizlet](http://www.quizlet.com/), one of the most popular flash card sites. You can also import from Excel and CSV files via Dropbox. Here's how: 1. Enter cards into a two-column spreadsheet, with column A as the front side and column B as the back side. If you have images, you can import them via CSV or Excel by uploading the images to a website and putting the URL for the image for the front side in column C, and the URL for the image on the back side in column D. Upload the cards to Quizlet or Dropbox. On Quizlet, choose "bulk-import cards" and then paste your spreadsheet into the text field. 2. Go back to FlashCards++, and go to your collection. Then, click "Import Cards," where you will have options to import from Quizlet, or Dropbox: a. **To import from Quizlet:** you can browse a list of your personal card sets, or browse/search through the Quizlet database. Click on a card set to view its contents and download it. b. **To import from Dropbox:** navigate your Dropbox to where the file can be found, and select your CSV or Excel file. 3. If any of the cards already exist in your collection, you will be prompted to "merge" them. If you choose to merge the cards, you can select which version of the front or back sides to keep from the new vs. the old card. If you choose not to merge them, you can mark them as "related," which will show them together while you study. Click "Next &gt;" until you have processed all the duplicates. Then click "Save" again. 4. You will next be prompted to edit the new cards. This is a great way to begin studying because you will sequence through the cards and you can also look for any typos you may find. For collections with Language Tools, you can also mark words as cognates or "false friends." **<a name="study"></a>Studying Cards** After importing a set of cards, you can get started studying. There are four study modes: - **Learn Cards** lets you study all cards or a random set of 30. There are three main methods, linear, random, and "smart study," which will show you a card more or less often based on its difficulty and your responses. At the end of each round of studying in **Learn** mode you will be prompted to begin testing; shift to this mode when you feel ready. - **Test Cards** sends you straight to test the cards. - **Review (Spaced Repetition)** forces you to study cards which you are ready to study based on the optimal interval. - **Study Lapsed Cards** allows you to study cards which are "lapsed"--i.e. you memorized them and tested them, but when it came time to review them you failed the test. This is a quick way to re-learn cards and re-insert them into the Spaced Repetition system. The suggested study method is to (1) import cards, (2) study using Smart Study method, and then (3) test. Then (4) review cards when they arise, (5) study cards which scored less than 4 (to review them), and then (6) study lapsed cards when you have a decent number to review. Remember: **swipe right-to-left** goes to the next card; **swipe left-to-right** goes to the previous card; and **tap** flips the card. *NB: Lock your device when you are not studying to improve the accuracy of the study time statistics, which help determine which cards are easier or more difficult. While your device is locked, the timer is paused. When studying cards you can give five different types of responses: Fail (cannot remember at all); Almost (cannot remember, but it feels familiar); Barely (can recall, but with great difficulty); OK (can recall but no more than slight hesitation); and Easy (can recall with absolutely no hesitation). You can also choose not to grade your card. **<a name="stats"></a>Making Sense of Statistics** FlashCards++ gives you access to a great many statistics; here is a quick rundown of the most important: - **Cards Due By Day**: How many cards you will have to study in the future based on the Spaced Repetition schedule. - **Cards Studied (by day, week, or month)**: A graph of how many cards you actually studied on particular days, weeks, or months. - **Retention Rate**: An estimation of how well you are retaining information based on how you score on Spaced Repetition review tests. - **Total Repetition Time**: The total amount of time you have spent studying the information in repetitions. - **Workload**: An estimation of the average amount of time per day you will spend per day studying the material, based upon the statistics - **E-Factors**: A chart showing you the distribution of the E-Factors for cards in the card set or collection. - **Optimal Factors (OF-Matrix)**: A chart showing you the current adjusted OF-Matrix based on your learning style. You can to reset the OF-Matrix to factory settings if you want. **<a name="glossary"></a>Glossary**

source: GlossaryText
de: <dl> <dt>Karte</dt> <dd>Ein "Stück" Wissen in Form einer Karteikarte mit Vor- und Rückseite (z.B. "Frage" und "Antwort", "Fremdwort" und "Übersetzung", "Begriff" und "Definition",...).</dd> <dt>Sammlung</dt> <dd>Eine Thematische Gruppe von Karten/Kartensätzen.</dd> <dt>Kartensatz</dt> <dd>.Als Kartensatz werden Karten zusammengefasst, die zu verschiedenen Zeiten aus verschiedenen Quellen importiert wurden. Durch das Zusammenfügen von Karten beim Importieren können Karten auch schon Mal in verschiedenen Kartensätzen auftauchen.</dd> <dt>E-Faktor</dt> <dd>Ein Faktor, welcher abschätzt wie schwierig eine Karte ist. E-Faktor reichen von 1.2 (schwer) bis 2.5 (leicht).</dd> <dt>Optimales Intervall</dt> <dd>die berechnete "optimal" Zeit bis zu Wiedervorlage einer Karte. Dieses Intervall basiert auf dem E-Faktor (leichte Karten werden seltener wiederholt, schwierige Karten öfter) und auf der OF-Matrix, welche sich deinen persönlichen Lerngewohnheiten anpasst.</dd> <dt>Optimaler Faktor (OF) Matrix</dt> <dd>Die Matrix ist ein mathematisches Konstrukt, welches die Berechnung ermöglicht wann du Karten wieder lernen solltest. Um so effizient wie möglich zu lernen, wird die Matrix im Laufe des Studiums automatisch angepasst, um Lernintervalle zu optimieren (z.B. Intervalle verkürzen wenn du Karten bei einer Wiederholung wieder vergessen hast).</dd> </dl>
ru: - **Card**: A discrete piece of information, with a front and back "side" (a "question" and "answer"). - **Collection**: A group of cards, constituting a body of knowledge. - **Card Set**: A group of cards, grouped into a set. Because FlashCards++ "auto de-dupes" your cards as you import them, sometimes a card may be in multiple Card Sets due to merging. - **E-Factor:** A mathematical coefficient to represent how easy or difficult a card is. Ranges between 1.2 to 2.5. A higher E-Factor represents an easier card. - **Optimal Interval**: The calculated "optimal" time between when you study a card, and the time when FlashCards++ next prompts you to study it. This interval is based upon the card's E-Factor--easier cards are studied less often than difficult cards--and the matrix of Optimal Factors (OF-Matrix). - **Optimal Factor (OF) Matrix**: A mathematical construct which attempts to best calculate when you should study cards based on their difficulty and the particular study interval at which you have arrived. This matrix is auto-adjusted to match your learning habits and specifically whether certain "optimal" intervals were too long (i.e. you forgot the card) or too short (the card could have been studied later, making your studying more efficient).

source: <p>Hey there!</p><p>I thought you might like to try <a href="http://bit.ly/iphoneflashcards">FlashCards++ for iPhone and iPod Touch</a>, the best way to study on the go. Import flash cards from Quizlet, or create them on your phone.</p><p>To learn more about FlashCards++, visit <a href="http://www.iphoneflashcards.com/">www.iphoneflashcards.com</a>.<p>Also, there is a free demo available if you want to try the app before you buy it.</p>
de: <p>Hi!</p><p>Ich dachte du hättest vielleicht Interesse an <a href="http://bit.ly/iphoneflashcards">FlashCards++ für iPhone und iPod Touch</a>, die beste Art unterwegs zu lernen. Importiere Karteikarten von Quizlet, oder schreibe neue Karten auf deinem iPhone.</p><p>Um mehr über FlashCards++ zu erfahren, besuche <a href="http://www.iphoneflashcards.com/">www.iphoneflashcards.com</a>.<p>Es gibt auch eine Lite-Version, falls du das Programm erst mal ausprobieren möchtest.</p>
