Repository: jalustig/flashcards
Catalog: i18n/*.lproj/Help.strings
Languages: de, ru

source: SettingsStudyVCHelp
de: <p><strong>Erklärung der FlashCards++ Einstellungen</strong></p><ul> <li><i>Großer Text:</i> Benutze beim Lernen der Karten eine größere Schriftart.</li> <li><i>Hintergrundfarbe:</i> Ändere die Hintergrungfarbe beim Lernen der Karten.</li> <li><i>Auto-Browse Geschw.:</i> Gib an wie schnell im Auto-Browse-Modus die Karten umgedreht und gewechselt werden.</li> <li><i>Weiter mit Bewertung:</i> Anstatt selber zur nächsten Karte zu wechseln, kannst du es FlashCards++ überlassen automatisch zur nächsten Karte wechseln wenn du eine Bewertung abgibst.</li> <li><i>Identische zusammenfügen:</i> Ist diese Option aktiv, dann fügt FlashCards++ beim Importieren doppelte Karten automatisch zusammen, wenn deren Vor- und Rückseite absolut identisch sind.</li></ul>
ru: **Study Settings** - *Text Size:* Increase or decrease the font size when studying. - *Text Justification:* Align text to the center, left, or right when studying. - *Text Font:* Select which font you want to use when viewing your cards. You can select any of the fonts which come on your iPhone, iPad, or iPod touch, but unfortunately you cannot upload your own fonts. - *Display as Index Card:* You can view cards in a manner which looks like a paper index card (the default), or you can turn this feature off and view your cards as text on a solid background. - *Background Color:* If you choose to view your cards as text on a solid background, you can change the background color when studying your cards. - *Auto-Browse Speed:* Set how fast you want cards to flip, and proceed to the next card, when using auto-browse mode. - *Go To Next On Score:* FlashCards++ can automatically proceed to the next card when you tap on a score, rather than making you swipe to go to the next card. **General Settings** - *Display Badge:* By default, FlashCards++ displays a "badge" on your device's home screen telling you how many cards are currently due to review. You can choose to turn this off. - *Auto-correct text:* If you choose, you can have FlashCards++ use your device's auto-correct functionality to fix your spelling errors while you type out your cards. This may not be so useful if you are typing in a foreign language and *every* word looks like a typo. *Note: If you change your keyboard to a foreign langauge keyboard, iOS's auto-correct will use the correct language dictinoary.* - *Auto-capitalize text:* You can choose whether or not, when you create or edit new cards, the words should be capitalized by default at the beginning. **Import Settings** - *Merge Exact Matches:* When importing cards, FlashCards++ will automatically merge new cards with previously existing cards when both the front and back sides of the card match exactly.

source: Sharing Flash Cards
de: Karteikarten teilen
ru: Поделиться флэш-карточками

source: Studying Cards Again
de: Erneut lernen
ru: Учить карточки снова

source: Studying Cards Again - ANSWER
de: <p>Nachdem du Karten ein erstes Mal erfolgreich gelernt hast (Bewertung > 3) wird FlashCards++ dir diese Karten nach einer angemessenen Zeit automatisch wieder vorlegen. Wann dies der Fall ist wird auf der Basis des Schwierigkeitsgrades jeder Karte und deiner Lerngewohnheiten bestimmt. Hast du alle Karten bereit ein Mal gelernt, musst du nicht warten, dass FlashCards++ sie dir wieder vorlegt. Du kannst jederzeit <i>Karten lernen</i> oder <i>Test</i> auswählen um deine Karten erneut durchzugehen.</p>
ru: After you study your cards for the first time, FlashCards++ waits a certain period of time before prompting you to re-study and review those cards. Each card's repetition time is determined based on how easy or difficult it is. However, you can re-study cards as often as you like. Whenever you tap *Learn Cards* or *Test Cards*, if all cards have been marked as "Memorized" (i.e. it got a passing score in the Test Cards stage), then FlashCards++ will alert you and allow you to "Re-Study" your cards.

source: Studying Flash Cards - ANSWER
de: <p>Du kannst deine Karteikarten bequem mit Freunden teilen, und so geht's: Wähle eine Sammlung oder einen Kartensatz aus, den du gerne mit jemandem Teilen möchtest und wähle dann "Teilen". Du hast nun zwei Möglichkeiten:</p><ul> <li><i>FlashCards++ Format:</i> Idealerweise teilst du deine Karten in diesem Format mit deinen Freunden. Das es das FlashCards++ eigene Format ist gehen hierbei keine Informationen (z.B. verwandte Karten oder Bilder) verloren. Außerdem kann dieses Format nahtlos wieder in FlashCards++ importiert werden.</li> <li><i>CSV (Comma-Separated Value) Format:</i> Hiermit erhälst du eine Excel/Openoffice kompatible Datei. Diese beinhaltet allerdings nur die reinen Textinformationen deiner Karten, KEINE Bilder und KEINE weiteren Karteninformationen wie z.B. verwandte Karten.</li></ul>
ru: You can easily share flash cards with your friends via e-mail: Go to the collection or card set which you would like to share, and tap "Share." You can share by uploading cards to Quizlet, or in one of two file formats. Both formats are great options, but there are some differences. Here's what you should know: - *FlashCards++ Format:* This is the preferred format for sharing cards. It is the native application format and can be imported directly into FlashCards++. It also holds images, record audio, and retains information about which cards are related to one another. - *CSV (Comma-Separated Value):* This format creates a spreadsheet compatible with Microsoft Excel. You can open it on your computer. Your friends can also import it directly to FlashCards++, but there are two downsides: (1) CSV can contain only text, not images or recorded audio, and (2) CSV cannot contain information about which cards are a part of which card set, and which cards are related to one another.

source: StudyScoresText
de: <p>Jede Bewertung die du zu einer Karte abgibst hilft das Spaced Repetition System zu kalibrieren. Du hast dabei fünf Abstufungen:</p><p><b>VERGESSEN</b></p><ol> <li> Falsch: Du kannst dich gar nicht erinnern oder hast dich völlig falsch erinnert. <li> Fast: Du konntest dich nicht richtig daran erinnern, aber es kam dir bekannt vor.</ol><p><b>ERINNERN</b></p><ol start=3> <li> Kaum: Du konntest dich nur mit Müh und Not erinnern; ggf. auch nicht vollständig korrekt. <li> OK: Du hast dich korrekt erinnert. <li> Einfach: Du beherrschst die Karte aus dem Effeff.</ol><p>Du kannst auch auf eine Bewertung verzichten</p>
ru: When you score your answer to each card, you help calibrate the spaced repetition system. The five options generally mean: **FORGETTING** - *Fail:* Cannot recall the material at all; it is totally unfamiliar. - *Almost:* Cannot recall the material, but it did not feel completely unfamiliar. **REMEMBERING** - *Barely:* Can recall the material, but only with a great deal of effort or thought; perhaps, slightly incorrect. - *Okay:* Can recall with no more than a slight hesitation. - *Easy:* Can recall with absolutely no difficulty; it comes to you immediately. You can also choose not to score your answer.

source: The FlashCards++ Method
de: Die FlashCards++ Methode
ru: Методы FlashCards++

source: The FlashCards++ Method - ANSWER
de: <ol> <li>Importiere Karten in einen Kartensatz und bereinige die Karten.</li> <li>Bearbeite die Karten um Tippfehler zu finden.</li> <li>Absolviere ein paar Lernrunden ineinem Lernmodus deiner Wahl, bis du sie dir gemerkt hast.</li> <li>Mach einen "Test" um sie dem Spaced Repetition System zuzuführen.</li> <li>Wiederhole Karten wenn du dazu aufgefordert wirst, oder lerne erneut wenn du dich auf einen Test vorbereiten musst.</li> <li>Wiederhole Karten mit einem Ergebnis < 4 ("OK"), um sie dir längerfristig zu merken.</li> <li>Nachdem du Karten mit einer Bewertung < 4 wiederholt hast, mache erneut einen Test um sie wieder dem Spaced Repetition System zuzuführen.</li> <li>Lerne erneut Karten, die bei Wiedervorlage durchgefallen sind (wenn du das nicht gleich getan hast) und teste sie erneut, um sie wieder dem Spaced Repetition System zuzuführen.</li></ol>
ru: 1. Import cards into a Card Set, and de-dupe the cards. 2. Edit the cards to find typos. 3. Study cards for a few rounds in Random or Smart study modes to memorize them. 4. "Test" the cards to enter them into the Spaced Repetition algorithm. 5. Study cards when you are prompted, and also study when you need to refresh before a test. 6. Re-study cards which scored less than 4 ("OK") so that you will still remember them later. 7. After re-studying cards with scores less than 4, tap "Begin Test" to re-test the cards and re-enter them into the spaced repetition algorithm. 8. Re-learn any Lapsed cards which you didn't immediately re-test, which are cards you memorized and then forgot, and re-test them to enter them into the Spaced Repetition algorithm.

source: Try FlashCards++ for iPhone and iPod Touch!
de: Probiere FlashCards++ für iPhone and iPod Touch aus!
ru: Попробуйте FlashCards++ для iPhone и iPod Touch!

source: Unicode Support
de: Unicode Unterstützung
ru: Поддержка юникода

source: Unicode Support - ANSWER
de: FlashCards++ unterstützt Unicode und somit alle Sprachen. Um Zeichen einer Fremdsprache eingeben zu können wirst du allerdings die entsprechenden Tastaturen aktivieren müssen.Und so geht's:<ol><li>Gehe in die Einstellungen deines Gerätes.</li><li>Wähle <i>Allgemein - Tastatur - Internationale Tastaturen - Tastaturen hinzufügen ...</i> und aktiviere dort die Tasatur die du brauchst.</li><li>Wann immer du in FlashCards++ Text eingeben musst, hast du links neben der Leertaste eine Taste zur Auswahl einer internationalen Tastatur.</li></ol>
ru: FlashCards++ supports all languages by using Unicode. To type in languages other than your device's default language (usually English), you need to enable foreign keyboards. Here's how: 1. Open the Settings app. 2. Tap *General*. 3. Tap *Keyboard*. 4. Tap *International Keyboards*. 5. Tap *Add New Keyboard*. 6. Tap on any keyboard to add it. 7. When you return to FlashCards++, whenever you see a keyboard on screen, there will be an "international" icon to the left of the space bar. Tap and hold this icon to see a list of international keyboards which you can use to type in FlashCards++.

source: Video Tutorials
ru: Виде-урок

source: What Do the Scores Mean?
de: Was bedeuten die Bewertungen?
ru: Что значат баллы?

source: What is FlashCards++?
de: Was ist FlashCards++?
ru: Что такое FlashCards++?

source: What is FlashCards++? ANSWER
de: <p>FlashCards++ is DAS Karteikarten Programm für iPhone und iPod touch. Mit FlashCards++ kannst du dir deine persönliche Wissensdatenbank aufbauen und effektiv lernen. FlashCards++ unterstützt Bild und Text in allen Sprachen.</p>
ru: FlashCards++ is the premier flash card app for iPhone, iPod touch, and iPad. Using FlashCards++, you can study effectively by building a database of your knowledge and determining the best time to study. FlashCards++ currently supports text and image cards, and supports any language.

source: What is Spaced Repetition?
de: Was ist Spaced Repetition?
ru: Что такое долгосрочное повторение?

source: What is Spaced Repetition? ANSWER
de: <p>Um effektiv sein Langzeitgedächtnis auszubauen sollte man beim lernen "Pausen" einlegen. Wenn du jeden Tag die gesamtheit all deiner Vokabeln lernst, wirst du sie irgendwann alle auswendig können. Aber du wirst Tag ein, Tag aus deine gesamte Zeit mit dem Lernen von Vokabeln zubringen. Tatsache ist, wenn du beim Lernen zwischen den einzelnen Wiederholungen Pausen einlegst, merkst du dir die Sachen besser, weil sie sich allmählich vom Kurzzeitgedächtnis ins Langzeitgedächtnis verlagern.</p><p>Anders ausgedrückt, der beste Zeitpunkt etwas zu wiederholen ist dann, wenn man drauf und dran war es zu vergessen. FlashCards++ benutzt einen effektiven und bewährten Algorithmus von SuperMemo, um zu entscheiden wann dieser Zeitpunkt ist.</p><p>Hinweis: FlashCards++ ist unabhängig und steht in keiner Beziehung zu SuperMemo.</p>
ru: To enable the most effective long-term memory retention, you should "space out" when you study. If you study every vocabulary word every day, you might remember them, but you'll spend all day studying. In fact, if you wait between each study session, your memorization will become deeper as the information shifts from short-term to long-term memory. In other words, the best time to study something is when you are about to forget it. FlashCards++ utilizes an effective and proven algorithm, pioneered by SuperMemo, to decide when to test you. Note that FlashCards++ is not affiliated or associated with SuperMemo.

source: Get Started
de: So geht's los
ru: Начать

source: Would you like to read the 'Getting Started' tour for FlashCards++?
de: Möchtest du die die FlashCards++ Führung lesen?
ru: Хотели бы вы прочитать начальный обзор FlashCards++?

source: Go to Tour
de: Gehen zur Führung
ru: Перейти к обзору

source: Importing from Excel & CSV
ru: Импорт из Excel и CSV

source: Glossary
ru: Глоссарий

source: About/Licensing
ru: О нас/Лицензии

source: BackupRestoreListFilesVCHelp
de: Um deine Karteikarten zu sichern tippe unten einfach auf "Jetzt sichern". Du kannst deine Daten jederzeit wiederherstellen in dem du hierher zurückkehrst und eine zuvorgemachte Sicherung zum wiederherstellen auswählst. Standardmäßig werden die Backups im Ordner "FlashCards++ Backups" gesichert. Dieser kann in den Backup-Optionen allerdings geändert werden.
ru: To back up your flash cards, tap "Backup Now" below. You can restore your backup by returning to this screen and selecting the backup to restore. By default, backups are stored in a folder called "FlashCards++ Backups." You can change this location in the Backup Settings.

source: Can I add photos or audio?
de: Kann ich Ton und Bilder hinzufüge?
ru: Могу ли я добавить фото или аудио?

source: Can I add photos or audio? ANSWER
de: <p>Du kannst den Karteikarten nun auch Bilder hinzufügen. Audiodaten werden leider noch nicht unterstützt. Du kannst Bilder aus deiner Bibliothek hinzufügen oder, wenn dein mobiles Gerät über eine Kamera verfügt, neue Fotos direkt deinen Kerteikarten hinzufügen.</p>
ru: You can add both pictures and audio to your flash cards. You can choose photos from your library or, if your mobile device has a camera, you can take pictures with your camera and put them into your flash cards. To record audio, simply tap the speaker icon while editing any card. Recording audio is a Subscriber-only feature. In addition, if you tap the speaker icon while studying, FlashCards++ will use a text-to-speech engine to speak the card to you.

source: CardListDuplicatesVCHelp
de: <p>Diese Ansicht zeigt eine Liste doppelter Karten, basierend auf ihrer Vorderseite.</p><p>Gelbe Karten wurden bereits dem "Spaced Repetition" System zugeführt; weiße noch nicht.</p>
ru: This screen displays a list of duplicate cards based on the front. Yellow cards have been entered into the Spaced Repetition System; clear ones have not.

source: CollectionCardsDueByDayVCHelp
de: <p>Basierend auf deinen eigenen Bewertungen während der Tests und während der Wiederholungen wird den Karten ein bestimmtes Datum für die nächste Wiederholung zugewiesen. Diese Grafik zeigt wann in der Zukunft wieviele Karten zur Wiederholung anstehen.</p>
ru: Based on your self-assessments, cards are assigned a date for the next repetition. This chart displays how many cards are scheduled to be studied on which days.

source: CollectionCardsStudiedByDayVCHelp
de: <p>Zeigt in einer Grafik wieviele Karten du gelernt hast, nach Tagen, Wochen und Monaten.</p>
ru: A graph of how many cards you actually studied by day, week, or month.

source: CollectionEFactorChartViewController
de: <p>Basierend auf deinen Antworten in Tests und Wiederholungen bekommt jede Karte einen "E-Faktor" zwischen 1.2 (schwere Karten) und 2.5 (leichte Karten) zugewiesen. Diese Grafik zeigt die Verteilung der E-Faktoren über alle Karten dieser Sammlung.</p>
ru: Based upon your self-assessments, each card is assigned an "e-factor" between 1.2 to 2.5, which represents how easy or difficult it is. A lower e-factor means that it is more difficult, and higher means that it is easier. This chart displays the distribution of e-factors amongst cards in this collection.

source: CollectionGeneralStatisticsVCHelp
de: <p>Diese allgemeine Statistik soll ein paar Informationen über deine Kartensammlung und deine Lerngewohnheiten zusammentragen. Im Einzelnen findest du:</p><ul> <li>Erster Tag - Datum an den diese Sammlung erstellt wurde <li># Tage - Wieviele Tage du bereits gelernt hast <li># Karten - Anzahl der Karten in deiner Sammlung <li># gemerkte Karten - Wieviele Karten du dir bereits gemerkt hast und der "Spaced Repetition" zugeführt wurden <li># Gemerkt / Tag - Gemerkte Karten pro Tag an dem du gelernt hast <li># austehende Karten - Anzahl der Karten, die noch nicht der "Spaced Repetition" zugeführt wurden <li>Effektive Lernrate - Geschätzte Anzahl effektiv gelerntergemerkter Karten basierend auf deinen Bewertungen <li>Mittl. Wiederholungszeit - Mittlere Zeit, die du während der Wiederholungen pro Karte brauchst <li>Gesamt Wiederholungszeit - Gesamte aufgebrachte Zeit für alle Wiederholungen aller Karten <li>Last - Schätzung der Anzahl von dir täglich gelernter Karten <li>Arbeitslast - Schätzung deines täglichen Zeitaufwandes für Wiederholungen <li>Geschwindigkeit - Mittlere "Wissensaufnahme", gemessen in Anzahl gemerkter Karten pro Jahr pro Minute Lernzeit; kann anfänglich sehr hoch ausfallen, wird sich aber im Laufe der Zeit bei 50-500 Karten/Jahr/Minute einpendeln <li>Mittl. Intervall - Das aktuelle mittlere Intervall für die Wiederholung der Karten in dieser Sammlung <li>Mittl. Wiederholungen - Mittlere Anzahl an Wiederholungen für gemerkte Karten in dieser Sammlung </ul>
ru: These statistics try to sum up information about your flash cards and study habits, including: - First Day - Date you created the collection - # Days - Total days you have been studying - # Cards - Total cards in your collection - # Cards Memorized - How many of the cards have been memorized and entered into Spaced Repetition - # Memorized / Day - Total cards you have memorized per day - # Cards Pending - How many cards remain to enter into the Spaced Repetition regiment - Retention Rate - Estimated knowledge retention based on your self-assessments - Avg. Repetition Time - Average time spent on each card repetition - Total Repetition Time - Combined total time spent on all card repetitions - Burden - Estimation of how many cards you study per day - Workload - Estimation of how much time you spend studying per day - Speed - Average knowledge acquisition rate, measured in number of memorized items per year per daily minute of work - Avg. Interval - Average current interval for memorized items - Avg. Repetitions - Average number of repetitions for memorized item

source: CollectionOFMatrixVCHelp
de: <p>FlashCards++ arbeitet nach dem Prinzip, dass der beste Zeitpunkt etwas Gelerntes zu wiederholen dann ist, wenn man kurz davor ist es wieder zu vergessen. Um nun den besten Zeitpunkt für das wiederholte Lernen von Karten zu finden, benutzt FlashCards++ einen fortschrittlichen Algorithmus, basierend auf SuperMemos SM-5 algorithmus. Kern dieses Algorithmus ist die OF-Matrix, die Matrix der optimalen Faktoren. Diese Matrix passt sich im Laufe der Zeit automatisch an und bestimmt die Lernintervalle der Karten abhängig davon wie schwer sie sind (angegeben durch die E-Faktoren) und wie oft sie bereits wiederholt wurden. Jeder Zeile ist eine bestimmte Anzahl an Wiederholungen, jeder Spalte ein E-Faktor zugeordnet. Hat man nun eine Karte richtig (Ergebnis > 3) beantwortet, so wird das nächste Lernintervall berechnet indem das aktuelle Lernintervall der Karte mit dem passenden OF-Wert aus der Matrix multipliziert wird.</p><p>Wenn du eine neue Sammlung anlegst wird eine neue Matrix mit Standardwerten auf der Basis der E-Faktoren erstellt. Sobald du dann mit dem Lernen anfängst wird sich die Matrix wieder deinen Lernerfolgen anpassen um die optimalen Lernintervalle zu bestimmen. Vom Lernalgorithmus angepasste Werte erkennt man daran, dass sie rot hinterlegt sind.</p>
ru: To estimate the best time to study, FlashCards++ uses an advanced algorithm, based on SuperMemo's SM-5, which at its core utilizes a tool called the matrix of Optimal Factors (OF-Matrix). This matrix auto-adjusts to keep track of how long you should study a card depending on its difficulty (E-Factor) and repetition. E-Factors are listed across the top, and the repetition number is listed down the left. This matrix is used as follows: When you study a card, if you get it right (score > 3), then the next repetition is calculated to be: previousRepetitionLength * OF-Value, based on this table. When you create a new collection, we begin with a univalent matrix of optimal factors built directly upon the values of the E-Factors. As you study, this matrix is auto-adjusted to better calculate the best spacing. Cells with a red background indicate that this item has been auto-adjusted.

source: CollectionScoreChartVC
de: <p>Diese Tabelle zeigt das durchschnittliche Ergebnis der Karten, in Abhängig von Wiederholungen und E-Faktor.</p>
ru: Displays the average score for cards in each E-Factor range by repetition number. Scores range from 1-5.
