Repository: jalustig/flashcards
Catalog: i18n/*.lproj/Import.strings
Languages: de, ru

source: Saving
de: Speichern
ru: Сохранение

source: Completing Authentication
de: Authentifizierung fertigen
ru: Аутентификация

source: My Quizlet Sets
de: Meine Kartensätze
ru: Мои наборы Quizlet

source: Browse Quizlet Sets
de: Kartensatz durchsuchen
ru: Просмотр наборов Quizlet

source: Search Quizlet Sets
de: Kartensatz suchen
ru: Поиск наборов Quizlet

source: Download Set
de: Kartensatz runterladen
ru: Скачать набор

source: Downloading Sets
de: Kartensätze werden runtergeladen
ru: Скачивание наборов

source: My Groups
de: Meine Gruppen
ru: Мои группы

source: My Quizlet Groups
de: Meine Quizlet-Gruppen
ru: Мои группы Quizlet

source: Search Groups
de: Gruppen durchsuchen
ru: Поиск групп

source: Search Quizlet Groups
de: Quizlet-Gruppen durchsuchen
ru: Поиск групп Quizlet

source: Hosted on Dropbox
de: In deiner Dropbox
ru: Размещ. на Dropbox

source: Excel or CSV (Spreadsheet) Files
de: Excel- oder CSV- (Tabellen-) Dateien

source: Downloading Cards
de: Lade Karten runter
ru: Скачивание карточек

source: Downloading Groups
de: Lade Gruppen runter
ru: Скачивание групп

source: Downloading Images
de: Lade Bilder runter
ru: Скачивание изображений

source: No .XSL or .CSV Files Found
de: Keine Excel- oder CSV-Dateien gefunden
ru: Не найден файл .XSL или .CSV

source: Import Now
de: Importieren
ru: Импорт. сейчас

source: Importing Cards
de: Importiere Karten
ru: Импорт карточек

source: Reverse Front & Back
de: Seiten tauschen
ru: Поменять стороны

source: Alphabetical
de: Alphabetisch
ru: Алфавит

source: Most Studied
de: Meist gelernte
ru: Наиболее изучаемые

source: Studied Sets
de: Gelernte
ru: Изученные наборы

source: Favorite Sets
de: Liebsten
ru: Любимые наборы

source: My Sets
de: Meine Kartensätze
ru: Мои наборы

source: Return to Card Set
de: Zurück zum Kartensatz
ru: Вернуться к набору карточек

source: Return to Collection
de: Zurück zur Sammlung
ru: Вернуться к Коллекции

source: Return to Dropbox
de: Zurück zum Dropbox
ru: Вернуться в Dropbox

source: Return to My Sets
de: Zurück zur meine Sätze
ru: Вернуться в Мои Наборы

source: Return to Search
de: Zurück zur Suche
ru: Вернуться к Поиску

source: Return to Group
de: Zurück zur Gruppe
ru: Вернуться к Группе

source: Edit Cards
de: Karten bearbeiten
ru: Редактировать карточки

source: Study Now
de: Lernen
ru: Изучение

source: Log in to Quizlet
de: Bei Quizlet einloggen
ru: Войти в Quizlet

source: Login to Access Private Card Sets
de: Einloggen, um auf private Kartensätze zuzugreifen
ru: Вход для доступа к Личным наборам карточек

source: Login to Access Private Groups
de: Einloggen um privaten Gruppen beizutreten
ru: Вход для доступа к Личным группам

source: Logout (%@)
de: Ausloggen (%@)
ru: Выйти (%@)

source: No Results Found
de: Keine Ergebnisse gefunden
ru: Результаты не найдены

source: Processing Duplicates
de: Doppelte werden bearbeitet
ru: Обработка повторов

source: Check for Duplicates
de: Suche nach doppelten
ru: Проверка повторов

source: Mark Cards Related?
de: Verwandt
ru: Отметить карточки как связанные?

source: Merge Card?
de: Zusammenfügen
ru: Объединить карточки?

source: Merge + Edit
de: Bearbeiten
ru: Объединить + Редакт.

source: Current Card
de: Aktuelle Karte
ru: Текущая карточка

source: New Card
de: Neue Karte
ru: Новая карточка

source: Current
de: Aktuell
ru: Текущая

source: New
de: Neu
ru: Новая

source: Downloading Images: %d of %d
de: Downloading Images: %1$d of %2$d
ru: Загрузка изображений: %1$d из %2$d

source: Local Card: %d of %d
de: Local Card: %1$d of %2$d
ru: Локальная карточка: %1$d из %2$d

source: Some of the cards in the set "%@" aren't matched up with cards saved on %@. Please match your local cards with the cards on the internet, so that they can be kept in sync.
de: Some of the cards in the set "%1$@" aren't matched up with cards saved on %2$@. Please match your local cards with the cards on the internet, so that they can be kept in sync.
ru: Некоторые карточки набора "%1$@" не совпадают с сохранёнными на %2$@. Пожалуйста, подберите вашим локальным карточки из Интернета, чтобы они могли синхронизироваться.

source: Log in to import card sets, upload and share cards on Quizlet, and access your groups. You can now access both public and private groups and sets.
de: Einloggen, um Kartensatz zu importieren, Karten zu hochladen und freigeben, und Ihre Gruppen zugreifen. Sie können nun sowohl öffentliche als auch private Gruppen und Sets.
ru: Войдите чтобы импортировать наборы, закачивать и делиться карточками на Quizlet и иметь доступ к своим группам. Сейчас у вас есть доступ к публичным и персональным группам и наборам.

source: Select Collection
de: Wählen Sammlung
ru: Выбрать коллекцию

source: Other Topic
de: Anderes Thema
ru: Другая тема

source: Current Collections
de: Aktuelle Sammlungen
ru: Текущая коллекция

source: Import Multiple
de: Importieren mehrerer
ru: Импорт нескольких

source: Import One
de: Import einen Satz
ru: Импорт одной

source: Import Selected
de: Importieren ausgewählten
ru: Импорт выбранные

source: Import All
de: Importieren alle

source: Import as Separate Sets
de: Importieren als getrennte Sätze
ru: Импорт как отдельные наборы

source: Duplicate Set Found
de: Doppelter Kartensatz gefunden
ru: Найден дублирующийся Набор

source: You already have a card set entitled "%@". Would you like to import these cards into this already-existing set, or would you like to create a new card set?
de: Ein Kartensatz mit dem Namen "%@" ist bereits vorhanden. Möchtest du die Karten in den bestehenden Kartensatz importieren oder einen neuen Kartensatz anlegen?
ru: У вас уже есть Набор с именем "%@". Хотите ли вы импортировать карточки в этот существующий набор или создать новый?

source: Create New Set
de: Neuen Kartensatz anlegen
ru: Создать новый набор

source: Import to Existing Set
de: In bestehenden Kartensatz importieren
ru: Иморт в существующий

source: Created On
de: Erstellt
ru: Создано

source: Creator
de: Ersteller
ru: Автор

source: Folders
de: Ordner
ru: Папки

source: Go To Parent Folder
de: Gehe zu übergeordnetem Ordner
ru: На уровень выше

source: Home Folder
de: Startordner
ru: Главный каталог

source: Return to Home Folder
de: Zurück zum Startordner
ru: Выйти в главный каталог

source: Your search term must be at least two characters in length.
de: Dein Suchbegriff muss mindestens zwei Zeichen lang sein.
ru: Объект поиска должен быть минимум два символа.

source: Your username must be at least two characters in length.
de: Dein Benutzername muss mindestens zwei Zeichen lang sein.
ru: Ваше имя пользователя должно быть минимум два символа.

source: Group Password
de: Gruppen-Passwort
ru: Пароль группы

source: Join Group
de: Gruppe beitreten
ru: Присоединиться к группе

source: Joining Group
de: Der Gruppe beitreten
ru: Вход в группу

source: Leave Group
de: Gruppe verlassen
ru: Покинуть группу

source: Leaving Group
de: Die Gruppe verlassen
ru: Выход из группы

source: No Sets In Group
de: Keine Kartensätze in dieser Gruppe
ru: Нет наборов в группе

source: Topics
de: Themen

source: The password you entered is not valid. Please enter the group's password (case-sensitive) to join:
de: Das Passwort ist ungültig. Bitte gib das Passwort für die Gruppe (Groß- und Kleinschreibung beachten) ein um beizutreten:

source: The password you entered is not valid. Please enter the set's password (case-sensitive) to access:
de: Das Passwort ist ungültig. Bitte gib das Passwort für den Kartensatz (Groß- und Kleinschreibung beachten) ein um darauf zuzugreifen:

source: This group does not exist.
de: Diese Gruppe existiert nicht.

source: This group was either deleted by its owner or because it had inappropriate content.
de: Diese Gruppe wurde entweder von ihrem Besitzer oder aufgrund unangemessener Inhalte gelöscht.

source: This is a "private" card set and is password-protected. Please enter the set's password (case-sensitive) to access:
de: Dies ist ein "privater" passwortgeschützter Kartensatz. Gib bitte das Passwort ein (Groß- und Kleinschreibung beachten) um darauf zuzugreifen.

source: Set Password
de: Passwort setzen

source: This is a "private" group and is password-protected. Please enter the group's password (case-sensitive) to join:
de: Dies ist eine "private" passwortgeschützte Gruppe. Gib bitte das Passwort ein (Groß- und Kleinschreibung beachten) um beizutreten:

source: This is a "private" group. Please log in to Quizlet to access or join this group.
de: Dies ist eine "private" Gruppe. Logge dich bei Quizlet ein , um auf diese Gruppe zuzugreifen oder ihr beizutreten.

source: This is a "private" group. You do not have access to this group, and at this time password-protected groups are not supported.
de: Dies ist eine "private" Gruppe. Sie haben keinen Zugang zu dieser Gruppe, und derzeit Gruppen durch ein Passwort geschützt werden nicht unterstützt.

source: This set does not exist.
de: Dieser Kartensatz existiert nicht.

source: This file exceeds the maximum file size for processing (8 megabytes). Please select a smaller file.
de: Diese Datei überschreitet die maximal zulässige Dateigröße (8 MB). Bitte wähle eine kleinere Datei aus.

source: This set was either deleted by its owner or because it had inappropriate content.
de: Dieser Kartensatz wurde entweder von ihrem Besitzer oder aufgrund unangemessener Inhalte gelöscht.

source: This user does not exist; make sure you did not misspell the name.
de: Ubekannter Benutzer - stell sicher, dass du dich nicht verschrieben hast.

source: You may only join a maximum of 8 Quizlet groups (you have 8). Please remove some before adding new ones, or subscribe to the Quizlet PLUS service to have unlimited groups. (This is a limitation of Quizlet, not FlashCards++, please consult the FAQ on www.Quizlet.com.)
de: Du kannst maximal 8 Gruppen beitreten (du bist bereits 8 Gruppen beigetreten). Verlasse zunächst andere Gruppen oder mache ein Upgrade auf Quizlet PLUS, um unbegrenzt Gruppen beizutreten. (Dies ist eine Einschränkung von Quizlet, nicht von FlashCards++, siehe auch FAQ auf Quizlet.com)

source: You have been invited to join this group. Would you like to join?
de: Du wurdes eingeladen dieser Gruppe beizutreten. Möchtest du beitreten?

source: You have joined this group successfully.
de: Du bist dieser Gruppe erfolgreich beigetreten.

source: You have left this group successfully.
de: Du hast diese Grupper erfolgreich verlassen.

source: The is a "private" group. Please enter a quick message to the group to ask to join:
de: Dies ist eine "private" Gruppe. Gib bitte eine kurze Nachricht an die Gruppe ein, um um Zugang zu bitten:

source: Your Message
de: Deine Nachricht

source: The administrator of this group has been notified of your application.
de: Der Administrator dieser Gruppe wurde über deine Anwendung informiert.

source: There was an error reading your data file, please ensure that it has not been corrupted: %@ (%d)
de: There was an error reading your data file, please ensure that it has not been corrupted: %1$@ (%2$d)
ru: There was an error reading your data file, please ensure that it has not been corrupted: %1$@ (%2$d)

source: # Cards
de: # Karten

source: Choose Spreadsheet
de: Tabellen auswählen

source: Description
de: Beschreibung

source: Your Email Address
de: Deine Email-Adresse

source: Your Quizlet Username
de: Dein Quizlet Benutzername

source: An administrator of this group has removed you.
de: Du wurdest von einem Administrator dieser Gruppe entfernt.

source: Added to group %@
de: Zur Gruppe %@ hinzugefügt

source: Please log in to Quizlet to access or join this group.
de: Logge dich bitte ein, um auf diese Gruppe zuzugreifen oder ihr beizutreten.

source: Processing File
de: Datei wird bearbeitet

source: Back of Card:
de: Kartenrückseite:

source: Back Side
de: Kartenrückseite

source: Excel or CSV Files
de: Excel- oder CSV-Dateien

source: Don't Merge
de: Nicht zusammenfügen

source: Download Cards
de: Karten runterladen

source: Duplicate Cards Found
de: Doppelte Karten gefunden

source: Error Downloading Flashcards
de: Fehler beim runterladen der Karten

source: Front Side
de: Vorderseite

source: Fronts of Card:
de: Vorderseite der Karte:

source: Import Success!
de: Import erfolgreich!

source: Merge
de: Zusammenfügen

source: No card sets were found; this username may not be valid. Please check your internet connection, and make sure your card sets are marked as 'public' (otherwise, they will not show up in the API). Error data: %@
de: Keine Kartensätze gefunden; der Benutzername könnte falsch sein. Überprüfe bitte auch deine Internetverbindung und stelle sicher, dass deine Kartensätze als 'öffentlich' markiert sind (anderenfalls können sie über die API nicht gefunden werden). Fehler: %@

source: Reverse Fromt & Back
de: Seiten tauschen

source: Unresolved error parsing API query: %@
de: Nicht aufgelöster API Fehler: %@

source: Logout from Quizlet (%@)
de: Aus Quizlet ausloggen (%@)

source: Group Deleted
de: Gruppe gelöscht

source: Set Deleted
de: Kartensatz gelöscht

source: You have previously imported the card set "%@".
ru: Предварительно вы уже импортировали набор карточек "%@".

source: Import
ru: Импорт

source: Most Recent
ru: Новейшие

source: Highest Rated
ru: С наивысшей оценкой

source: Best Match
ru: Лучшее совпадение

source: Tap to Cancel
ru: Нажать для отмены

source: Checking Quizlet Plus
ru: Проверка Quizlet Plus

source: Syncing Data
ru: Синхронизация данных

source: FlashCards++ Sets
ru: Наборы FlashCards++

source: FlashCards++ Collections
ru: Коллекции FlashCards++

source: Subscribe to Online Changes
ru: Подписаться на онлайн изменения

source: Would you like to turn Sync on for this already-existing set, import these cards into this already-existing set without turning on Sync, or would you like to create a new card set?
ru: Вы хотели бы включить синхронизацию для этого существующего набора, импортировать карточки в этот существующий набор без включения синхронизации или вы бы хотели создать новый набор?

source: Would you like to Subscribe to online changes for this already-existing set, import these cards into this already-existing set without Subscribing to online changes, or would you like to create a new card set? NOTE: If you subscribe to online changes, any changes you have made locally will be erased.
ru: Вы хотели бы подписаться на онлайн изменения для этого набора, импортировать карточки в этот существующий набор без Подписки на онлайн изменения или вы бы хотели создать новый набор? Примечание: Если вы подпишетесь на онлайн изменения, все изменения, сделанные на этом устройстве, будут удалены.

source: You have set this card set to be Subscribed to %@. Any changes made online will be automatically downloaded to your device. Because of this, you cannot edit or import cards to this Card Set.
ru: Вы подписали этот набор карточек на %@. Любые онлайн изменения будут автоматически приходить на ваше устройство. Поэтому вы не можете редактировать или импортировать карточки в этот Набор.

source: Don't Import This Set
ru: Не импортировать этот Набор

source: Set Previously Imported
ru: Прежде импорт. Набор

source: Sync With Existing Set
ru: Синхр. с существующим Набором

source: You have chosen to sync the current card and the new card set with %@. By merging these cards, any changes you make to either card will be uploaded automatically to both of the original card sets on %@.
ru: Вы выбрали синхронизировать текущий и новый наборы карточек с %@. После объедения этих карточек любые изменения с ними будут автоматически закачаны в оба исходных Набора на %@.

source: You have chosen to sync the new card set with %@.
ru: Вы выбрали синхронизировать новый набор с %@.

source: You have chosen to sync the current card with %@.
ru: Вы выбрали синхронизировать текущий набор с %@.

source: By merging these cards, any changes you make will be uploaded automatically to the internet.
ru: После объедения этих карточек любые изменения с ними будут автоматически закачаны в Интернет.

source: Please select at least one set to import
ru: Пожалуйста, выберите хотя бы один набор для импорта

source: Refreshing Authentication
ru: Обновление аутентификации

source: Find Online Card Matches
ru: Найти онлайн совпадения

source: Save and Proceed to Next Card
ru: Сохранить и перейти к след. карточке

source: Save and Import Cards
ru: Сохранить и импортировать карточки

source: Card Doesn't Exist On Web
ru: Карточки нет в Сети

source: Match with Card on the Web
ru: Подобрать карточку в Сети

source: Best Matches:
ru: Лучшие совпадения:

source: Other Potential Matches:
ru: Другие возможные совпадения:

source: Merging
ru: Объединение

source: Import All Sets
ru: Импорт всех наборов

source: Please select at least one set to import.
ru: Пожалуйста, выберите хотя бы один набор для импорта.

source: At this time, password-protected card sets cannot be synced with Quizlet.
ru: Сейчас защищённые паролем наборы не могут быть синхронизированы с Quizlet.

source: Excel or CSV (Spreadsheet) File
ru: Эл.таблица Excel или CSV
