Repository: jalustig/flashcards
Catalog: i18n/*.lproj/Plural.strings
Languages: de, fr

# %d Cards;0
source: %d Card
de: %d Karte
fr: %d carte

# %d Cards;1
source: %d Cards
de: %d Karten
fr: %d cartes

# %d terms;0
source: %d term
de: %d Begriff
fr: %d terme

# %d terms;1
source: %d terms
de: %d Begriffe
fr: %d termes

# Download Next %d Sets;0
source: Download Next %d Set
de: Nächstes %d Set runterladen
fr: Télécharger le prochain %d ensemble

# Download Next %d Sets;1
source: Download Next %d Sets
de: Nächsten %d Sets runterladen
fr: Télécharger les prochaines %d ensembles

# Download Next %d Groups;0
source: Download Next %d Groups
de: Nächste %d Gruppe runterladen
fr: Télécharger le prochain %d groupe

# Download Next %d Groups;1
source: Download Next %d Groups
de: Nächsten %d Gruppen runterladen
fr: Télécharger les prochaines %d groupes

source: It seems you have a study session (%d card) from %@ which you never finished. Would you like to reload those cards now?
de: Scheinbar hast du ein Lern-Session (%d Karte) vom %@ nicht beendet. Möchtest du diese fortsetzen?
fr: Il semble que vous avez une session d'étude (%d carte) de %@ que vous n'avez jamais fini. Aimeriez-vous de recharger ces cartes maintenant?

source: It seems you have a study session (%d cards) from %@ which you never finished. Would you like to reload those cards now?
de: Scheinbar hast du ein Lern-Session (%d Karten) vom %@ nicht beendet. Möchtest du diese fortsetzen?
fr: Il semble que vous avez une session d'étude (%d cartes) de %@ que vous n'avez jamais fini. Aimeriez-vous de recharger ces cartes maintenant?

# %d minutes;1
source: %d minutes
de: %d Minuten

# %1.2f hours;0
source: %1.2f hour
de: %1.2f Stunde
fr: %1.2f houre

# %1.2f hours;1
source: %1.2f hours
de: %1.2f Stunden
fr: %1.2f houres

# %d hours;0
source: %d hour
de: %d Stunde
fr: %d houre

# %d hours;1
source: %d hours
de: %d Stunden
fr: %d houres

# %d days;0
source: %d day
de: %d Tag
fr: %d jour

# %d days;1
source: %d days
de: %d Tage
fr: %d jours

# %d months;0
source: %d month
de: %d Monat
fr: %d mois

# %d months;1
source: %d months
de: %d Monate
fr: %d mois

source: %d duplicate card found in "%@." You can now merge them with already existing cards in this collection.
de: %d doppelte Karte gefunden in "%@." Du kannst sie nun mit einer bestehenden Karte aus dieser Sammlung zusammenführen.

source: %d duplicate cards found in "%@." You can now merge them with already existing cards in this collection.
de: %d doppelte Karten gefunden in "%@." Du kannst sie nun mit bestehenden Karten aus dieser Sammlung zusammenführen.

# Successfully imported %d cards.;0
source: Successfully imported %d card.
de: Erfolgreich %d Karte importiert.
fr: %d carte importée avec succès.

# Successfully imported %d cards.;1
source: Successfully imported %d cards.
de: Erfolgreich %d Karten importiert.
fr: %d cartes importées avec succès

# %d cards due;0
source: %d card due
de: %d Karte fällig
fr: %d carte attendu

# %d cards due;1
source: %d cards due
de: %d Karten fällig
fr: %d cartes attendus

# %d cards lapsed;0
source: %d card lapsed
de: %d Karte durchgefallen
fr: %d carte échouée

# %d cards lapsed;1
source: %d cards lapsed
de: %d Karten durchgefallen
fr: %d cartes échouées

# %d sets;0
source: %d sets
de: %d Kartensatz
fr: %d ensemble

# %d sets;1
source: %d sets
de: %d Kartensätze
fr: %d ensembles

# %d Matches;0
source: %d Match
de: %d Identische
fr: %d égal

# %d Matches;1
source: %d Matches
de: %d Identische
fr: %d égales

# %d Duplicates;0
source: %d Duplicate
de: %d Doppelte
fr: %d double

# %d Duplicates;1
source: %d Duplicates
de: %d Doppelte
fr: %d doubles

# %1.1f Secs;0
source: %1.1f Sec
de: %1.1f Sek.

# %1.1f Secs;1
source: %1.1f Secs
de: %1.1f Sek.

# %1.1f Seconds;0
source: %1.1f Second
de: %1.1f Sekunde

# %1.1f Seconds;1
source: %1.1f Seconds
de: %1.1f Sekunden
fr: %1.1f Secondes

# %d users;0
source: %d users
de: %d Benutzer
fr: %d identifiant

# %d users;1
source: %d users
de: %d Benutzer
fr: %d identifiants

# Your set "%@" (%d terms) has been uploaded successfully.;0
source: Your set "%@" (%d terms) has been uploaded successfully.
de: Ihre Kartensatz "%@" (%d Karte) werde erfolgreich hochgeladet.

# Your set "%@" (%d terms) has been uploaded successfully.;1
source: Your set "%@" (%d terms) has been uploaded successfully.
de: Ihre Kartensatz "%@" (%d Karten) werde erfolgreich hochgeladet.
