Repository: jalustig/flashcards
Catalog: i18n/*.lproj/Statistics.strings
Languages: de

source: # Cards Lapsed
de: # Durchgefallene Karten

source: # Cards Memorized
de: # Gemerkte Karten

source: # Cards Pending
de: # Ausstehende Karten

source: # Cards Studied
de: # Gelernte Karten

source: # Lapses
de: # Durchgefallen

source: # Memorized / Day
de: # Erfolgreich gelernt / Tag

source: # Repetitions
de: # Wiederholungen

source: Are you sure you want to reset the matrix of Optimal Factors? This matrix has been adjusted to match the knowledge stored in this Collection and your individual study habits.
de: Sicher, dass du die Matrix der optimalen Faktoren zurücksetzen möchtest? Sie wurde dem Datenbestand in dieser Sammlung und deinen persönlichen Lerngewohnheiten angepasst.

source: Are you sure you want to reset the statistics for this Card Set? Doing this will remove your entire study history and cannot be undone.
de: Sicher, dass du die Statistik für dieses Kartenset zurücksetzen möchtest? Dies löscht die gesamte Lern-Historie und kann nicht rückgängig gemacht werden.

source: Are you sure you want to reset the statistics for this Collection? Doing this will remove your entire study history and cannot be undone.
de: Sicher, dass du die Statistik für dieses Sammlung zurücksetzen möchtest? Dies löscht die gesamte Lern-Historie und kann nicht rückgängig gemacht werden.

source: Avg. Interval
de: Mittleres Intervall

source: Avg. Lapses / Card
de: Mittl. durchgefallen / Karte

source: Avg. Repetition Delay
de: Mittl. Wiederholungsverzögerung

source: Avg. Repetition Time
de: Mittl. Wiederholungszeit

source: Avg. Repetitions
de: Mittl. Wiederholungen

source: Avg. Scores
de: Mittl. Ergebnisse

source: Burden
de: Last

source: Calculating Statistics...
de: Berechne Statistiken...

source: Card Statistics
de: Karten Statistik

source: Cards Due By Day
de: Fällige Karten nach Tagen

source: Cards Lapsed
de: Durchgefallene Karten

source: Cards Lapsed By Day
de: Durchgefallene Karten nach Tagen

source: Cards Lapsed By Month
de: Durchgefallene Karten nach Monaten

source: Cards Lapsed By Week
de: Durchgefallene Karten nach Wochen

source: Cards Studied
de: Gelernte Karten

source: Cards Studied By Day
de: Gelernte Karten nach Tagen

source: Cards Studied By Month
de: Gelernte Karten nach Monaten

source: Cards Studied By Week
de: Gelernte Karten nach Wochen

source: Date
de: Datum

source: Date Created
de: Erstellungsdatum

source: Don't Reset
de: Nicht zurücksetzen

source: E-Factors (All Cards)
de: E-Faktoren (Alle Karten)

source: E-Factors (Lapsed Only)
de: E-Faktoren (Nur durchgefallene)

source: E-Factors (Memorized Only)
de: E-Faktoren (Nur gemerkte)

source: First Day
de: Erster Tag

source: Future
de: Zukunft

source: General Statistics
de: Allgemene Statistik

source: Lapsed
de: Durchgefallen

source: Lapsed By Day
de: Durchgefallene nach Tagen

source: Last Repetition
de: Letzte Wiederholung

source: Memorized
de: Gemerkte

source: Month Ending
de: Monat

source: Next Repetition
de: Nächste Wiederholung

source: Next Week
de: Nächste Woche

source: Not Memorized
de: Nicht gemerkt

source: Optimal Factors
de: Optimale Faktoren

source: Optimal Factors (OF-Matrix)
de: Optimale Faktoren (OF-Matrix)

source: Repetition Scores
de: Wiederholungs-Ergebnisse

source: Repetitions
de: Wiederholungen

source: Reset All Statistics
de: Gesamte Statistik zurücksetzen

source: Reset Statistics?
de: Statistik zurücksetzen?

source: Reset Optimal Factor Matrix
de: OF-Matrix zurücksetzen

source: Rest of
de: Rest des

source: Retention Rate
de: Effektive Lernrate

source: Speed
de: Geschwindigkeit

source: Statistics
de: Statistiken

source: Studied By Day
de: Gelernt nach Tagen

source: The matrix of Optimal Factors has been reset to its default settings.
de: Die Matrix der Optimalen Faktoren wurde auf ihre Standardwerte zurückgesetzt.

source: The statistics have been reset to their default settings.
de: Die Statistiken wurde auf ihre Standardwerte zurückgesetzt.

source: Today
de: Heute

source: Total
de: Gesamt

source: Total Repetition Time
de: Gesamte Wiederholungs-Zeit

source: Week Ending
de: Wochen

source: Workload
de: Zeitaufwand

source: Yes, Reset
de: Ja, zurücksetzen

source: Last Modified
de: Letzte Änderung
