Repository: jalustig/flashcards
Catalog: i18n/*.lproj/Study.strings
Languages: de, ru

source: %d of %d
de: %1$d von %2$d
ru: %1$d из %2$d

source: Flip to Back
de: Drehen
ru: Оборотная сторона

source: Flip to Front
de: Drehen
ru: Лицевая сторона

source: < Prev
de: < Zurück
ru: < Пред.

source: Next >
de: Vor >
ru: След. >

source: No Score
de: Ohne
ru: Без оценки

source: 1: Fail
de: 1: Falsch
ru: 1: Провал

source: 2: Almost
de: 2: Fast
ru: 2: Почти

source: 3: Barely
de: 3: Kaum
ru: 3: Едва

source: 5: Easy!
de: 5: Einfach
ru: 5: Легко!

source: Next
de: Nächste
ru: След.

source: View Results
de: Ergebnisse ansehen
ru: Мои результаты

source: Study Cards With Scores < 4
de: Lerne Karten mit Ergebnis < 4
ru: Учить карточки с баллом < 4

source: Return to Card Set
de: Zurück zum Kartensatz
ru: Вернуться к набору

source: Return to Collection
de: Zurück zur Sammlung
ru: Вернуться к коллекции

source: Next Round
de: Nächste Runde
ru: След. раунд

source: Study Again
de: Erneut lernen
ru: Учить снова

source: All Cards
de: Alle Karten
ru: Все карточки

source: Are You Done Studying?
de: Fertig mit Lernen?
ru: Вы закончили занятие?

source: Back
de: Rückseite
ru: Оборот

source: Front
de: Vorderseite
ru: Лиц. сторона

source: Begin New Session
de: Neue Lern-Session
ru: Начать новый сеанс

source: Begin Studying
de: Lernen
ru: Начать занятие

source: Begin Test
de: Test
ru: Начать тест

source: Continue Studying
de: Lernen fortsetzen
ru: Продолжить занятие

source: Edit
de: Bearbeiten
ru: Редакт.

source: Finish Test
de: Test beenden
ru: Окончить тест

source: It seems you have not finished studying all of your cards.
de: Es sieht so aus, als wärest du mit dem Lernen nicht fertig.
ru: Видимо, вы не просмотрели все карточки в этом занятии.

source: Saved Study Session Found
de: Gespeicherte Session gefunden
ru: Найдено сохранённое занятие

source: Load Saved Cards (Study)
de: Fortsetzen (Lernen)
ru: Загрузить сохр. карточки (учить)

source: Load Saved Cards (Test)
de: Fortsetzen (Test)
ru: Загрузить сохр. карточки (тест)

source: Next Card
de: Nächste Karte
ru: След. карточка

source: Previous Card
de: Vorherige Karte
ru: Пред. карточка

source: No Cards Found
de: Keine Karten gefunden
ru: Карточки не найдены

source: Only 15
de: Nur 15
ru: Только 15

source: Only New
de: Nur neue
ru: Только новые

source: Random
de: Zufall
ru: Случайно

source: Related
de: Verwandt
ru: Связанные

source: Results
de: Ergebnisse
ru: Результаты

source: Linear
ru: Последовательно

source: Smart
ru: Интеллектуально

source: Random Order
de: Durcheinender
ru: Случайный выбор

source: Speak Text
de: Text sprechen
ru: Читать текст

source: Stats
ru: Стат.

source: Study
de: Lernen
ru: Учить

source: Note: Text-to-speech is limited to the first 100 characters. For any cards longer than 100 characters -- including this one -- text-to-speech will been truncated.
ru: Примечание: Функция text-to-speech ограничена 100 символами. Для карточек длиннее 100 символов, включая эту, воспроизведение text-to-speech будет обрезано.

source: Auto-Audio
ru: Авто-Аудио

source: Auto-Browse
ru: Авто-Просмотр

source: Manual Flip
de: Manuell drehen
ru: Переворот вручную

source: Manual
ru: Вручную

source: Fail
de: Falsch
ru: Провал

source: Almost
de: Fast
ru: Почти

source: Barely
de: Kaum
ru: Едва

source: Easy!
de: Einfach!
ru: Легко!

source: Round %d
de: Runde %d
ru: Раунд %d

source: Test Results
de: Testergebnisse
ru: Результаты теста

source: Average Interval: %@
de: Mittleres Intervall: %@
ru: Средний интервал: %@

source: Average Score: %@
de: Durchschnittl. Bewertung: %@
ru: Средний бал: %@

source: No scores recorded
de: Keine Ergebnisse aufgezeichnet
ru: Нет результатов

source: Percent Passed: %@
de: Prozent bestanden: %@
ru: Проходной процент: %@

source: Percent Skipped: %@
de: Prozent durchgefallen: %@
ru: Процент пропущ.: %@

source: Smart Study Ratio: %@
de: 'Smart Study' Quotient: %@
ru: Инт. коэф. занятия: %@

source: You may also choose to re-study your cards again by tapping "Study Again" below.
de: Du kannst die Karten erneut lernen indem du "Erneut lernen" drückst.
ru: Вы также можете выбрать повторить занятие нажатием "Учить снова" снизу.

source: There are no cards in this card set, add some cards to begin studying.
de: Keine Karten in diesem Kartensatz, füge zunächst Karten hinzu um zu lernen.
ru: В этом наборе нет карточек, добавьте их для начала обучения.

source: There are no cards in this set which need to be tested at this time.
de: Keine Karten in diesem Kartensatz, die gerate abgefragt werden müssen.
ru: В этом наборе нет карточек, которые сейчас требуют теста.

source: There are no cards which need to be studied with Spaced Repetition at this time.
de: Keine Karten, die mit 'Spaced Repetition' gelernt werden müssen.
ru: Нет карточек, которые сейчас требуют повторения with Spaced Repetition.

source: First Side Shown:
ru: Начинать со стороны:

source: Study Mode:
ru: Учить методом:

source: Study Order:
ru: Последовательностью:

source: Type of Cards:
ru: Тип карточек:

source: Number of Cards:
ru: Количество карточек:

source: Random 30
ru: 30 случайных

source: All Lapsed
de: All durchgefallenen

source: First Side Shown
de: Erste Seite

source: Study Mode
de: Lern-Modus

source: Study Order
de: Lern-Reihenfolge

source: Type of Cards
de: Art der Karten

source: Number of Cards
de: Anzahl Karten

source: Random %d
de: %d zufällige

source: There are no lapsed cards which need to be studied at this time.
de: Keine durchgefallenen Karten gelernt werden müssen.
