Repository: jalustig/flashcards
Catalog: i18n/*.lproj/Subscription.strings
Languages: ru

source: Subscription
ru: Подписка

source: Create Account
ru: Создать Аккаунт

source: I already have an account
ru: У меня уже есть аккаунт

source: Please enter an email address.
ru: Пожалуйста, введите ваш email.

source: Please enter a password of at least 4 characters.
ru: Пожалуйста, введите пароль минимум 4 символа.

source: Please enter a valid email address.
ru: Пожалуйста, введите корректный email.

source: Your email addresses do not match.
ru: Ваши mail не совпадают.

source: Your passwords do not match.
ru: Ваши пароли не совпадают.

source: Thank you for registering. You can log in on your personal devices to use your subscription.
ru: Спасибо за регистрацию. Для использования подписки вам необходимо выполнить вход на устройстве.

source: You have been logged in successfully.
ru: Вход выполнен успешно.

source: However, your FlashCards++ subscription expired on %@.
ru: К сведению: ваша подписка на FlashCards++ оканчивается %@.

source: Create a FlashCards++ account to use your Subscription on your personal devices. We will not share your email address.
ru: Для работы с Подпиской на ваших устройствах создайте аккаунт FlashCards++. Мы не распространяем информацию о email адресах.

source: Already have a FlashCards++ subscription? Log in to activate your subscription.
ru: Уже есть аккаунт подписки FlashCards++? Выполните Вход для её активации.

source: Your subscription expires in two weeks.
ru: Ваша подписка заканчивается через 2 недели.

source: Your subscription expires in one week.
ru: Ваша подписка заканчивается через неделю.

source: Your subscription expires in three days.
ru: Ваша подписка заканчивается через 3 дня.

source: Your subscription expires tomorrow.
ru: Ваша подписка заканчивается завтра.

source: Learn More About Subscriptions
ru: Узнать больше о Подписке

source: Purchase Failed
ru: Покупка не удалась

source: Sorry, your Subscription purchase failed: Cannot connect to iTunes Store. Please try again. %@
ru: Извините, вам не удалось приобрести Подписку: Не удалось соединиться с iTunes Store. Попробуйте ещё раз. %@

source: Processing Purchase
ru: Обработка покупки

source: Log Out
ru: Выйти

source: You have been logged out successfully.
ru: Вы успешно вышли.

source: Log Out All Devices
ru: Выйти на всех устройствах

source: All devices associated with this account have been logged out.
ru: Выполнен выход на всех устройствах, связанных с аккаунтом.

source: Subscribers support the continued development of new features for FlashCards++ and can use text-to-speech features offline.
ru: Подписчики постоянно помогают совершенствовать функционал FlashCards++ и могут использовать функцию text-to-speech оффлайн.

source: Your subscription will be suspended on this device when you log out.
ru: При Выходе ваша подписка на этом устройстве будет приостановлена.

source: Sorry, the App Store cannot be reached now for Subscriptions.
ru: Извините, App Store не доступен сейчас для подписки.

source: However, you can try the offline text-to-speak function while you are offline, and then subscribe if you would like when you are connected to the internet again.
ru: Для сведения: вы можете попробовать функцию text-to-speak оффлайн и при желании подписаться, когда будете подключены к Интернету.

source: Free Trial Ended
ru: Бесплатный пробный период окончен

source: You are now re-connected to the internet, so your free trial of the offline text-to-speech feature has concluded. If you would like to continue to use this feature offline, please consider supporting FlashCards++ by becoming a Subscriber. Thank you.
ru: Вы сейчас переподключены к Интернету, ваш пробный период оффлайн функции text-to-speech окончен. Если вы хотите продолжить её использование, пожалуйста, подумайте о приобретении подписки на FlashCards++. Спасибо.

source: Activate Trial
ru: Активировать пробный период

source: Subscribe: 3 Months
ru: Подписаться на 3 месяца

source: Subscribe: 6 Months
ru: Подписаться на 6 месяцев

source: Subscribe: 12 Months
ru: Подписаться на 12 месяцев

source: Already a Subscriber? Log In
ru: Уже есть подписка? Выполните вход

source: Your one-time trial of the offline text-to-speech function has begun. When you re-connect to the internet, you will be returned to this screen. I hope that you choose to support FlashCards++ by becoming a Subscriber. Thank you.
ru: Начался ваш пробный период оффлайн функции text-to-speech. Когда вы переподключитесь к Интернету, вы снова попадёте в это меню. Я надеюсь, что вы решите стать подписчиком FlashCards++. Спасибо.

source: Sorry, your Subscription purchase failed. Please try again. %@
ru: Извините, не удалось приобрести подписку. Попробуйте ещё раз. %@

source: Thank you for subscribing.
ru: Спасибо за подписку.

source: Your subscription will continue until %@.
ru: Ваша подписка действительна до %@.

source: Purchase Successful
ru: Покупка выполнена успешно
