Repository: jalustig/flashcards
Catalog: i18n/*.lproj/Sync.strings
Languages: ru

source: Preparing to Sync
ru: Подготовка к синхронизации

source: Replacing Sync Data
ru: Замена данных синхронизации

source: Do Not Sync
ru: Не синхронизировать

source: Download and Sync
ru: Скачать и синхронизировать

source: Upload New Master Database
ru: Закачать новую Мастер базу данных

source: Turn On Sync
ru: Включить синхронизацию

source: You already uploaded flash cards for automatic sync. If you sync your %@ with this previously uploaded master database, ALL flash cards on your %@ will be replaced with this data. If you want, you can upload your %@'s flash cards as a new master sync database instead.
ru: Вы уже закачали карточки для автоматической синхронизации. Если вы синхронизируете свой %1$@ с этой предыдуще закаченной мастер базой данных, ВСЕ карточки вашего %2$@ будут заменены на эти данные. Если хотите, вы можете закачать ваши %3$@ карточки в качестве Новой мастер базы данных.

source: As a FlashCards++ Subscriber, you can automatically sync all your data between your devices, e.g. iPhone and iPad. Would you like to turn on automatic sync? After the initial sync is complete, you can log in on your other devices to sync them with your FlashCards++ data.
ru: Как подписчик FlashCards++ вы можете автоматически синхронизировать данные между своими устройствами, например, iPhone и iPad. Хотели бы вы включить авто-синхронизацию? По завершению первичной синхронизации вы можете выполнить Вход на другом устройстве для его синхронизации с данными FlashCards++.

source: Sync FlashCards++ Data
ru: Синхронизировать данные FlashCards++

source: Automatically Sync Data
ru: Синхронизировать данные автоматически

source: Turn Off Sync
ru: Выключить синхронизацию

source: Downloading Database
ru: Скачивание базы данных

source: Uploading Database
ru: Закачивание базы данных

source: It appears that your FlashCards++ sync data has been removed from the server. What would you like to do?
ru: Видимо, ваши данные FlashCards++ были удалены с сервера. Что вы хотите сделать?

source: Your FlashCards++ database has been uploaded.
ru: Ваша база данных FlashCards++ была закачана.

source: Turn on automatic sync on your other devices to begin syncing your flash cards.
ru: Включите авто-синхронизацию на вашем устройстве для обновления карточек.

source: Automatically Sync With %@
ru: Автоматически синхронизировать с %@

source: Are you sure you want to turn off sync? Any changes you make will not automatically be synced with the FlashCards++ server.
ru: Вы уверены, что хотите Выключить синхронизацию? Любые дальнейшие изменения не будут синхронизированы с сервером FlashCards++ автоматически.

source: Turn Off On This Device Only
ru: Выключить только на этом устройстве

source: Turn Off On All Devices
ru: Выключить на всех устройствах

source: Automatic Sync has been disabled for all devices, and sync data has been removed from the FlashCards++ web server.
ru: Автоматическая синхронизация была отключена для всех устройств, данные синхронизации были удалены с веб-сервера FlashCards++.
